{
  "name": "آل عمران",
  "number": 3,
  "ayahs": [
    {
      "number": 1,
      "text": "الم",
      "tafseer": "أي هذا القرءان العظيم، الذي أعْجَزَ البشرية كلها حيث لم يستطع أحد أن يأتي بمثل ما أتَيَ به من نُظمٍ مُتَكَامِلَة تُسْعِد الجميع في كل شئون حياتهم في كل لحظاتها بكل مُتَغَيِّراتها حتي يوم القيامة، مُكَوَّن من هذه الحروف البسيطة، فأتُوا بمثله لو تستطيعون!! فاسْعَد وافخَر واعْتَزّ وتمَسَّك بهذا الكتاب المَعْجِز الذي يُعْلِي مِن شأن كل مَن يعمل بكل ما فيه ويُصلحه ويُكمله ويُسعده في دنياه وأخراه"
    },
    {
      "number": 2,
      "text": "اللَّهُ لَا إِلَٰهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ",
      "tafseer": "أيْ الله لا معبود يستحِقّ العبادة أي الطاعة إلاّ هو وحده بلا أيّ شريكٍ له، فهو الإله المعبود الواحد أي الذي ليس معه شريك، الأحد أي الذي لا يَتكَافيَء معه شيء.. \".. الْحَيُّ..\" أيْ هو وحده سبحانه الذي له كلّ صفات الكمال الحُسنيَ والتي منها أنه هو المُنْفَرِد بالحياة الدائمة الباقية ولا يستمدّ حياته من أحدٍ بل هو الذي يُعطي الحياة لمخلوقاته الحيّة كلها، فهو له كل صفات الحياة بما يليق بكماله تعالي من قوةٍ وإرادةٍ وإحاطَةٍ وسمعٍ وبَصَرٍ ونحوه.. \".. الْقَيُّومُ..\" أيْ الذي يقوم دائما وتماما علي إدارة كلِّ شيءٍ في كوْنه علي أكمل وجهٍ بما يَرْعَيَ ويُصْلِح ويُسْعِد خَلْقه"
    },
    {
      "number": 3,
      "text": "نَزَّلَ عَلَيْكَ الْكِتَابَ بِالْحَقِّ مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ وَأَنزَلَ التَّوْرَاةَ وَالْإِنجِيلَ",
      "tafseer":"أيْ أنَّ الله تعالي الذى لا إله إلا هو والذى هو الحىّ القَيُّوم هو الذى نَزَّلَ عليك أيها الرسول الكريم محمد ﷺ الكتاب الذي فيه الإسلام لتُبَلّغه للناس وهو القرآن العظيم بالحقّ، أيْ بكلّ صِدْقٍ وعدل دون أيّ كذب أو ظلم، وبكلّ حِكْمَة ودِقَّة ودون أيّ عَبَثٍ وعلي أكمل وجهٍ يَحِقّ أن يكون عليه بما يُناسب أنه من عند الله الخالق العزيز الحكيم سبحانه، ومِن أجل الحقّ أي لكي يُعْرَف تعالي وتُعْرَف خيراته ويَنتفع ويَسعد بها خَلْقه، ومن أجل أنْ تَسِيَر الحياة الدنيا بالحقّ أيْ بالعدل أي بالإسلام الذي في هذا الكتاب لأنّ خالقها ومُنزله هو الحقّ.. \".. مُصَدِّقًا لِّمَا بَيْنَ يَدَيْهِ..\" أيْ وهو الذى جَعَلَ هذا الكتاب المُنَزَّل عليك مُصَدِّقا لما بين يديه أيْ لِمَا نَزَلَ سابقا له قَبْلَه من كتبٍ سماويةٍ من عندنا كالتوراة والإنجيل وغيرهما مِمَّا يؤمن به اليهود والنصاري أيْ مُوَافِق ومُؤَيِّد ومُؤَكِّد ومُبَيِّن ومُتَمِّم لها وليس مُخَالِفَاً لأيِّ شيءٍ من أصولها بما يدلّ علي تمام صِدْق هذا القرآن وهذا الرسول ﷺ إذ لو كان كاذباً لخَالَفَها بعضها أو كلها، وذلك التّوَافُق هو لأنَّ مصدرهم واحد وهو الله تعالي وكلهم يدعو إلي عبادته أيْ طاعته وحده بلا أيّ شريكٍ وإلي اتّباع كل أخلاق الإسلام، فليس أمامكم إذَن أيها الذين لا يُسْلِمون إنْ كنتم عاقِلين مُنْصِفِين عادلين إلا الثقة التامّة فيه والإيمان به، ولأنه أيضا ما جاء فيه حتما ليس ضلالاً ولا فساداً ولا تعاسة بل هو هديً وبُشْرَي أيْ إرشاد وتبشير للناس جميعا إذا عملوا بكل أخلاقه لِيَحْيوا كلّ لحظات حياتهم مُطمئنين مُستبشرين سعداء مُنتظرين بكلّ أملٍ وتفاؤلٍ لكلّ خيرٍ وسعادةٍ في دنياهم وأخراهم والعاقل لا يرفض الخير حتي ولو كان الذي جاءه به لا يُحِبّه كالرسول الكريم محمد ﷺ فمِن المُفْتَرَض إذَن أن تشكروه وتُحِبّوه لا أن تكرهوه!.. ولكنَّ الذي ينتفع بهذا القرآن العظيم هم المؤمنون فقط أيْ المُصَدِّقون بوجود الله وبكتبه وبآخرته وبحسابه وعقابه وجنته وناره لأنهم هم أصحاب العقول المُنْصِفَة العادلة التي أحسنوا استخدامها واستجابوا لنداء الفطرة بداخلها والتي هي مسلمة أصلا، أمَّا غيرهم مِمَّن يُعَطّلون عقولهم بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي ثمنٍ ما من أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره، فلا يَنتفعون ولا يهتدون ولا يسعدون حتما به بل يتعسون تمام التعاسة في دنياهم وأخراهم علي قَدْر بُعْدهم عنه، إلا إذا استفاقوا وعادوا لربهم ولقرآنهم ولإسلامهم.. \".. وَأَنزَلَ التَّوْرَاةَ وَالْإِنجِيلَ ﴿3﴾\" أيْ وكذلك أنزلَ التوراة علي موسي ﷺ والإنجيل علي عيسي ﷺ وغيرهما من الكتب علي رسلٍ كرامٍ قبل هذا القرآن وكلها أيضا فيها الإسلام بما يُناسب كل عصر.."
    },
    {
      "number": 4,
      "text": "مِن قَبْلُ هُدًى لِّلنَّاسِ وَأَنزَلَ الْفُرْقَانَ إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ وَاللَّهُ عَزِيزٌ ذُو انتِقَامٍ",
      "tafseer": "أيْ وأنزل التوراة والإنجيل من قبل تنزيل القرآن لهداية الناس في تلك العصور لكلّ خيرٍ وسعادةٍ في الداريْن.. \".. وَأَنزَلَ الْفُرْقَانَ..\" أيْ وأنزل الفرقان في كل كُتُبِه التي أنزلها والتي آخرها القرآن العظيم، والفرقان هو كلّ ما يُعين مَن يَتَعَقّله ويَتَدَبَّره ويَتَعَمَّق فيه علي أن يُفَرِّق بكل سهولة ويُسْر بين الخير والشرّ والحقّ والباطل والصواب والخطأ والنافع والضارّ وبذلك يحيا حياته في سعادة تامَّة ويَنتظر مُسْتَبْشِرَاً آخرته التي فيها ما هو أعظم سعادة وأتمّ وأخلد، وهو في ذات الوقت يُنْذِر الجميع أيْ يُحَذّرهم أنَّ مَن يَترك فَهْمَه وتَدَبُّره والعمل بأخلاقه بعضها أو كلها فسَيَتعس في دنياه وأخراه علي قَدْر ما تَرَك.. \".. إِنَّ الَّذِينَ كَفَرُوا بِآيَاتِ اللَّهِ لَهُمْ عَذَابٌ شَدِيدٌ..\" أيْ إنَّ الذين لا يُصَدِّقون بها ويُكَذّبونها سواء أكانت آياتٍ في الكوْن حولهم أم آياتٍ في كتبٍ تُتْلَيَ عليهم فيها أخلاقيَّات وتشريعات تُنَظّم حياتهم علي أكمل وأسعد وجهٍ أم مُعجزاتٍ علي يدِ رسلهم لتأكيد صِدْقهم، ولم يُصَدِّقوا بالبَعْث أيْ إحيائهم بعد موتهم لمُلاقاة ربهم في الحياة الآخرة حيث الحساب والعقاب والجنة والنار ولذا فَعَلوا الشرور والمَفاسد والأضرار لأنه لا حساب من وجهة نظرهم، أمثال هؤلاء حتما لهم عذاب شديد عظيم مؤلم لا يُوصَف علي قَدْر شرورهم ومَفاسدهم وأضرارهم في الدنيا أولا بقَلَقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراع أو اقتتالٍ مع الآخرين وبالجملة بكلّ ما فيه ألم وكآبة وتعاسة وقد يَصِل إلي إهلاكهم واستئصالهم التامّ من الحياة كما حَدَثَ ويَحدث مع أقوامٍ كثيرين سابقين وحالِيِّين ثم في الآخرة سيكون لهم ما هو أشدّ عذابا وتعاسة وأتمّ وأعظم حيث جهنم المُعَدَّة المُجَهَّزَة لهم، وما أسوأ هذا المَصِير والمَرْجِع والمُنْتَهَيَ.. \".. وَاللَّهُ عَزِيزٌ ذُو انتِقَامٍ ﴿4﴾\" أيْ فإنَّ الله المُتَّصِف بكلّ صفات الكمال بكل تأكيدٍ عزيزٌ صاحبُ انتقامٍ من الذين كفروا ومِن كلّ مُكذبٍ مُعانِدٍ مُستكبر مُستهزيء أيْ غالِب لا يُغْلَب يُعِزّ ويَنصر ويُكْرِم أهل الحقّ والخير ويذلّ ويَهزم ويُهين أهل الباطل والشرّ وينتقم منهم أي يُعاقبهم بغضبٍ بمِثْل ما فَعَلوا إذا لم يتوبوا ويعودوا له ولإسلامهم.. فلْيَحذر إذن مثل هؤلاء وليستفيقوا قبل فوات الأوان، وليَطمئنّ أهل الخير ولا يخافوا شيئا وليَستبشروا وليَصبروا وليَنتظروا كلّ الخير والسعادة في دنياهم قبل أخراهم"
    },
    {
      "number": 5,
      "text": "إِنَّ اللَّهَ لَا يَخْفَىٰ عَلَيْهِ شَيْءٌ فِي الْأَرْضِ وَلَا فِي السَّمَاءِ",
      "tafseer": "أيْ إنَّ الله تعالي بكل تأكيدٍ حتماً عِلْمُه مُحِيط بكل شيءٍ عليم به تمام العلم بعلمٍ ليس بعده علم أكثر منه فلا تَخْفَيَ عليه أيّ خافِيَة مِن خَلْقه وكَوْنه، لأنه هو الخالق، وسيُحاسِب البَشَر جميعاً في الداريْن بالخير خيراً وسعادة وبالشرِّ شَرَّاً وتعاسة، بما يُناسب أقوالهم وأفعالهم، بكلّ عدلٍ دون أيّ ذرّة ظلم، فلينتبهوا لذلك إذَن وليفعلوا كلّ خيرٍ ويتركوا أيّ شرٍّ ليسعدوا تمام السعادة في دنياهم وأخراهم"
    },
    {
      "number": 6,
      "text": "هُوَ الَّذِي يُصَوِّرُكُمْ فِي الأَرْحَامِ كَيْفَ يَشَاءُ لا إِلَهَ إِلاَّ هُوَ الْعَزِيزُ الْحَكِيمُ",
      "tafseer": "أيْ ومِن دلالات كمال عِلْمه وتمام قُدْرته أنه هو وحده الذي يَخلقكم بعقولكم وأجسادكم وأنتم أجِنَّة تتكوّن مِن مَنِيِّ الرجل وبُوَيْضَة المرأة تتطوَّر في الأرحام لأمهاتكم بصورٍ مختلفةٍ كما يريد من ذكرٍ وأنثي وأبيض وأسود وطويلٍ وقصيرٍ وبصمات أصابع وأشكال وجوهٍ لا يشبه بعضها بعضا علي أحسن وأنفع وأنسب صورة مَضبوطة مُتَنَاسِقَة تُعينكم علي تمام الانتفاع والسعادة بكلّ الخيرات حولكم والتي هي كلها أرزاق منه لكم.. \".. لا إِلَهَ إِلاَّ هُوَ..\" أيْ وبالتالي إذَن فلا إلهَ أيْ مَعْبُود يستحِقّ العبادة أيْ الطاعة إلاّ هو وحده بلا أيّ شريكٍ له، فهو الإله المعبود الواحد أي الذي ليس معه شريك، الأحد أي الذي لا يَتكَافيَء معه شيء.. \".. الْعَزِيزُ الْحَكِيمُ ﴿6﴾\" أيْ هو الغالِب القاهر الذي لا يُغْلَب ولا يُقْهَر ويُعِزّ أهل الخير بعِزَّته ويُكرمهم ويَرفعهم ويَنصرهم ويَقهر ويُذلّ أهل الشرّ ويُهينهم ويَخفِضهم ويَهزمهم، الحكيم في كلّ أموره الذي يتصرّف بكل حِكْمَةٍ ودِقّةٍ ويَضع كلّ أمرٍ في مَوْضِعه دون أيّ عَبَث"
    },
    {
      "number": 7,
      "text": "هُوَ الَّذِي أَنزَلَ عَلَيْكَ الْكِتَابَ مِنْهُ آيَاتٌ مُّحْكَمَاتٌ هُنَّ أُمُّ الْكِتَابِ وَأُخَرُ مُتَشَابِهَاتٌ فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ",
      "tafseer": "أيْ الله الذى لا إله إلا هو الحَىّ القَيُّوم، والذى نَزّلَ الكتب السماوية بالحقّ وفيها الإسلام لهداية الناس لكل ما يُسعدهم في الداريْن وبرحمته لم يتركهم بغير إرشادٍ فيتعسوا فيهما، والذى صَوَّرهم فى الأرحام كيف يشاء، هو أيضا مِن دلالات تمام عِلْمه وقُدْرته واتّصافه بصفات الكمال وأنه القَيُّوم أنزلَ عليك وأوْحَيَ إليك أيها الرسول الكريم محمد ﷺ الكتاب لتُبَلّغه للناس وهو القرآن العظيم وجعل بحكمته منه أيْ بعضه آيات تُتْلَيَ عليهم مُحْكَمَات – من الإحكام والدِّقّة والوضوح، وكل آياته حتماً كذلك – والمقصود أنها التي لا تَحْتَمِل إلا معنيً واحداً وهي الآيات التي يأتي فيها صراحة ذِكْر الحلال والحرام كقوله تعالي مثلا \".. وَأَحَلَّ اللَّهُ الْبَيْعَ وَحَرَّمَ الرِّبَا..\" ﴿البقرة:275﴾ وهذه الآيات هي أمّ الكتاب أيْ أصله التي يُرْجَع إليها عند إرادة معرفة الرأي والتفسير لبقية الآيات الأخري والتي تُسَمَّيَ مُتَشَابِهَات أيْ التي كلها يُشبه بعضها بعضاً في الصدق والحِكْمَة وقوة الأدِلّة والبراهين والتوازُن والحُسْن والبلاغة والفصاحة والائتلاف وعدم الاختلاف والصواب والإرشاد لكلّ خيرٍ وسعادةٍ والمقصود أنها التي تَحتمل أكثر من معني ورأيٍ بحيث يأخذ كل فرد ما يُناسبه من الآراء في تفسيرها وفهمها وفِقْقها بما يُيَسِّر حاله ويُسعده هو ومَن حوله مِن رحمة الله وكرمه وتيسيره وإسعاده للبَشَر ما دام هذا الرأي الذي يأخذه لا يخرج عن إطار الحلال والحرام الذي جاء في الآيات المُحْكَمَات الأمّهات وفي إطار أقوال العلماء المُتَخَصِّصِين الثّقَات الذين يقومون بتفسيرها.. هذا، وقد يأخذ مسلمٌ برأيٍ مَا مِن آراء العلماء ويأخذ غيره برأيٍ آخرٍ يُناسبه ويُيَسِّر حاله ويُسعده ويأخذ ثالثٌ برأيٍ ثالثٍ مُناسبٍ مُسْعِد، وهكذا.. وهذا هو سِرّ صلاحية القرآن العظيم والإسلام الذي فيه لكلّ زمانٍ ومكانٍ ولكلّ الناس رغم اختلاف ثقافاتهم وبيئاتهم وعاداتهم وتقاليدهم وعلومهم وأفكارهم حيث يضع القواعد والأصول المُسْعِدَة ويترك للمُتَخَصِّصِين في كلّ عصرٍ ومكانٍ وَضْعَ تفاصيل حياتهم بما يُناسبهم ويُسعدهم وبما لا يَخرج عن هذه الأصول كما يُفْهَم من قول الرسول ﷺ \" أنتم أعلم بأمور دنياكم\" ﴿رواه مسلم﴾.. \".. فَأَمَّا الَّذِينَ فِي قُلُوبِهِمْ زَيْغٌ فَيَتَّبِعُونَ مَا تَشَابَهَ مِنْهُ ابْتِغَاءَ الْفِتْنَةِ وَابْتِغَاءَ تَأْوِيلِهِ..\" أيْ فانْقَسَمَ الناس عند التعامُل مع القرآن الكريم، فأمّا الذين في عقولهم زَوَغَانٌ ومَيْلٌ وانحرافٌ وابتعادٌ عن الحقّ مع علمهم به وإصرارٌ واستمرارٌ علي تَرْك وإهمال أخلاقه وفِعْل الشرور والمَفاسد والأضرار دون أن يُحسنوا استخدام العقل ويستجيبوا لها، فهؤلاء يَتَتَبَّعون ويَسِيرون خَلْفَ ما يَتَشَابَهَ من القرآن ابتغاءَ الفتنة أيْ طَلَبَاً وقَصْدَاً باجتهادٍ وحرصٍ لنَشْر الشرّ بين الناس والتشكيك في الإسلام حتي لا يَتَّبعوه بأنَّ فيه تَنَاقضاً وتَعَارُضَاً وتَضَارُبَاً فيما بينه وبين بعضه وأيضا ابتغاءَ تأويله أيْ طلباً لتفسيره وتوضيحه بصورةٍ مُعْوَجَّة مُنْحَرِفَة تُخَالِف ما أراده الله تعالي لإصلاح ولإسعاد خَلْقه من أجل إضلالهم ولتَبْرير شرِّهم وفسادهم مُسْتَغِلّين أنَّ الكثير من الآيات مُتَشَابِهٌ يَحتمل أكثر من معني دون أن يَرجعوا إلي الآيات المُحْكَمَات التي هُنَّ أمّ الكتاب والتي من المُفْتَرَض الرجوع إليها لمعرفة التأويل الصحيح للمُتَشابِه، وكلّ ذلك يفعلونه بكامل حرية إرادة اختيار عقولهم بلا أيِّ إجبارٍ عليه من أيِّ أحدٍ لأنهم قد عَطّلوا هذه العقول من أجل تحصيل ثمنٍ مَا مِن أثمان الدنيا رخيصٍ دَنِيءٍ زائلٍ يوماً مَا كمَنْصِبٍ أو جاهٍ أو مالٍ أو غيره.. \".. وَمَا يَعْلَمُ تَأْوِيلَهُ إِلَّا اللَّهُ وَالرَّاسِخُونَ فِي الْعِلْمِ..\" أيْ ولا يعلم حقيقة معاني وتفسير القرآن العظيم بصورةٍ تامَّةٍ كاملةٍ إلا الله تعالي وحده حتماً حيث هو كلامه وشَرْعه سبحانه، لكنَّ بعض آياته تفسيرها لا يصعب علي أحد، وبعضها تفسيرها يُفْهَم من المعرفة باللغة العربية، وبعضها يَعْلَمه الراسخون في العلم أيْ الثابتون المُتَمَكّنون منه في مجال علم التفسير ونحوه بتوفيقه وتيسيره لهم فيسألهم الناس فيه وفي هذا تشريفٌ عظيمٌ لهم إذ قَرَنَهم به في معرفتهم بتأويله، وبعضها لا يَعلمه إلا هو سبحانه وحده لا غيره مثل حقائق صفاته وكيفيتها وحقائق أوصاف ما يكون يوم القيامة وموعده وحقيقة الروح ونحو ذلك، فهذه لا يُحَاوَل البحث فيها لأنه تَعَرُّضٌ لِمَا لا يمكن معرفته لأنَّ العالِم بها تعالي لم يُعَرِّف تفاصيلها لخَلْقِه فيكون التّعَمُّق فيها خارج قُدْرات عقولهم وتضييع لأوقاتهم وجهودهم ولو كان فيها مصلحة وإسعاد لهم لعَرَّفهم بها قطعا ولكنْ لكي يتبين المُصَدِّق مِن المُكَذّب منهم، فالإيمان بذلك هو استكمالٌ للإيمان به تعالي وبدونه لا يكتمل لأنه من الإيمان بالغَيْب الذي منه هذه الأمور والذي هو معني الإيمان لأنَّ التصديق بما هو حاضِرٌ مُشَاهَدٌ ليس غَيْبِيَّاً لا يُعَدّ إيمانا لأنه يُصَدِّقه كلُّ أحدٍ ولا يمكن إنكاره أمّا مَا هو غائبٌ فهذا هو الذي يُمَيِّز المُصَدِّق الذي أحسنَ استخدام عقله من المُكَذّب الذي أساء استخدامه.. \".. وَالرَّاسِخُونَ فِي الْعِلْمِ يَقُولُونَ آمَنَّا بِهِ كُلٌّ مِّنْ عِندِ رَبِّنَا..\" أيْ وهؤلاء الثابتون المُتَمَكّنون في العلم الذين لا يَتَزَحْزَحُون أبداً عن الحقّ والصواب – وهذا هو القسم الثاني من الناس الذي يُحسن التعامُل مع القرآن الكريم ولا يَتَشَبَّه مطلقا بالذين في قلوبهم زَيْغ – يقولون بما يُفيد قوة إيمانهم وصِدْق تأكّدهم بلا أيِّ شكّ عندما يَقرءون ما تَشَابَه من آيات القرآن آمَنّا أيْ صَدَّقنا بهذا القرآن العظيم كله واستسلمنا له وأطعناه فنحن لا نشكّ مطلقا فى أيِّ حرفٍ منه فكلٌّ من الآيات المُتشابهات والآيات المُحْكَمَات هي من عند ربنا وحده – أي مُرَبِّينا وخالِقنا ورازقنا وراعِينا ومُرْشِدنا من خلال دينه الإسلام لكلّ ما يُصلحنا ويُكملنا ويُسعدنا تمام السعادة في دنيانا وأخرانا –  فهو الذى أنزلها على رسولنا الكريم محمد ﷺ بحكمته وإرادته وأمره وعلمه وفضله وكرمه ورحمته، وما كان من عنده فلا يمكن أن يكون فيه أبداً أيّ تَعَارُض أو تَنَاقُض بل كله مُتَّفِقٌ يُصَدِّقُ بعضه بعضا.. \".. وَمَا يَذَّكَّرُ إِلَّا أُولُو الْأَلْبَابِ ﴿7﴾\" أيْ ولكنْ لا يتذكّر فلا يَنْسَيَ ولا يَتَدَبَّر هذا ولا يتفكّر فيه ولا يَنتفع ولا يَسعد به إلا فقط أصحاب العقول الصحيحة السليمة المُنْصِفَة العادِلَة، والخطاب لهم لأنهم هم الذين يُحسنون استخدام عقولهم لأنَّ غيرهم لا ينتفعون بمثل هذه العِبَر والحِكَم ولا يتدبّرون فيها.. وفي هذا مدحٌ وتكريمٌ للراسخين في العلم وتشجيعٌ لهم علي الاستمرار فيما هم فيه والمزيد منه"
    },
    {
      "number": 8,
      "text": "رَبَّنَا لَا تُزِغْ قُلُوبَنَا بَعْدَ إِذْ هَدَيْتَنَا وَهَبْ لَنَا مِن لَّدُنكَ رَحْمَةً إِنَّكَ أَنتَ الْوَهَّابُ",
      "tafseer": "أيْ ندعوك نحن الذين آمنوا ونسألك يا ربنا ونتوسَّل إليك لا تمِيل وتحْرِف وتبْعِد عقولنا عن الحقّ بعد إذ أرشدتنا لكل خيرٍ وسعادةٍ في دنيانا وأخرانا من خلال دينك الإسلام، وذلك بأن نُعَطّل عقولنا ونختار الشرّ بكامل حرية إرادة عقولنا لتحصيل ثمنٍ من أثمان الدنيا الرخيصة فتَتْركنا ولا تُذَكّرنا ولا تُعِيننا علي الامتناع والابتعاد عنه، وأعْطِ وامْنَح لنا من عندك ومن جهتك رحمة واسعة تَتَمَثّل في أن تُيَسِّر لنا أسباب الثبات علي إسلامنا والعَوْن علي مقاومة أيّ زَيْغٍ عنه لنحيا بذلك في إطار رحمتك التي وَسِعَت كلَّ شيءٍ المُتَمَثّلَة في كل رعايةٍ وأمنٍ وحبٍّ ورضا ورزقٍ وعوْنٍ وتوفيقٍ وقوّةٍ ونصرٍ وسرورٍ دنيويٍّ ثم كلّ غُفْرانٍ وعطاءٍ أخرويّ، فإنك أنت وحدك لا غيرك الوَهَّاب أي الكثير العطايا والمِنَح والهِبَات لكل خَلْقك مالِك المُلك كله تُعطي بلا حسابٍ ولا حدود"
    },
    {
      "number": 9,
      "text": "رَبَّنَا إِنَّكَ جَامِعُ النَّاسِ لِيَوْمٍ لَّا رَيْبَ فِيهِ إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ",
      "tafseer": "أيْ يا ربنا، أي يا مُرَبِّينا وخالِقنا ورازقنا وراعِينا ومُرْشِدنا من خلال دينه الإسلام لكلّ ما يُصلحنا ويُكملنا ويُسعدنا تمام السعادة في دنيانا وأخرانا، إننا متأكّدون تماما أنك ستَجمع الناس جميعا إلي يومٍ لا شَكَّ فيه، هو يوم القيامة، حيث ستَبعثهم من قبورهم بعد كوْنهم ترابا بأجسادهم وأرواحهم لتُحاسبهم علي الخير خيراً وسعادة وعلي الشرّ شرَّاً وتعاسة بكل عدلٍ دون أيّ ذرّة ظلم، فلذلك نحن نعمل كل خيرٍ ونترك كل شرٍّ من خلال العمل بكل أخلاق الإسلام فندعوك ونسألك ونتوسّل إليك يا ربنا أن تُدخلنا يومها أعلي درجات جناتك وتُنْجينا برحمتك وغفرانك نيرانك.. \".. إِنَّ اللَّهَ لَا يُخْلِفُ الْمِيعَادَ ﴿9﴾\" أي إنَّ كلّ كريمٍ عظيمٍ لا يُمكن أن يُخْلِف وعده فما بالنا بأكرم الأكرمين وأعظمهم الخالق الذي لا يُقارَن بخَلْقه! إنه تعالي لا يُمكِن أن يُخْلِف وعْده مُطلقا، ولماذا يُخْلِف؟! إنَّ الذي يُخْلِف هو العاجِز أو المُرَاوِغ أو الغادِر أو البخيل أو نحو هذا، تعالي الله عن كل هذه الصفات عُلُوَّا كبيرا، فهو مالِك كل شيء وقادر تماما عليه.. فليَستَبْشِر إذن الذين آمنوا وليَطمئنوا وليَسعدوا وليَستمرّوا علي إيمانهم لينالوا وعْد الله الأكيد من تمام الخير في دنياهم وأخراهم، ولْيَسْتَفِق غيرهم وليعودوا لربهم ولإسلامهم ليسعدوا في الداريْن قبل فوات الأوان ونزول العذاب فيهما"
    },
    {
      "number": 10,
      "text": "إِنَّ الَّذِينَ كَفَرُوا لَنْ تُغْنِيَ عَنْهُمْ أَمْوَالُهُمْ وَلا أَوْلادُهُمْ مِنْ اللَّهِ شَيْئًا وَأُوْلَئِكَ هُمْ وَقُودُ النَّارِ",
      "tafseer": "أيْ إنَّ الذين كذّبوا بوجود الله وكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره وعانَدُوا واستكبروا واستهزأوا وفَعَلوا الشرور والمَفاسد والأضرار حيث لا حساب من وجهة نظرهم، مِثْل هؤلاء ومَن يَتَشَبَّه بهم، يوم يريد الله تعالي أن ينزل بهم أيّ عذابٍ بأيّ درجةٍ من الدرجات وصورةٍ من الصور، سواء في الدنيا أو الآخرة، حينها لن تنفعهم حتما وتمنع عنهم أموالهم بكل أنواعها ولا أولادهم بكل إمكاناتهم ولا أيّ ناصرٍ مُعين لهم من عذاب الله أيّ شيء، فكل هذه الإمكانات وغيرها ليست لها أيّ قيمة أمام عذابه تعالي، لأنّ أحدا من الخَلْق لا يملك من الأمر شيئا فالأمور كلها بيَدِ خالقها سبحانه مالِك المُلك كله والمُتصرّف فيه وصاحب السلطان عليه، وكل إنسان سيتحمّل تماما نتيجة كلّ أقواله وأفعاله ما هو خير منها وما هو شرّ، فهذا هو تمام العدل.. \".. وَأُوْلَئِكَ هُمْ وَقُودُ النَّارِ ﴿10﴾\" أيْ وهؤلاء حتما في الآخرة هم بأجسامهم بلحومهم وعظامهم وقود اشتعال النار الشديدة الفظيعة غير المُتَصَوَّرَة التي لا يعلم شدّتها وفظاعتها وعذابها إلا خالقها سبحانه، فهي ليست مِثْل نَارِ الدنيا حيث وقود اشتعالها من لحوم وعظام الناس الذين يستحِقّونها ومن الحجارة المُلتهبة الشديدة السخونة والاشتعال ومن غير ذلك مِمَّا لا يعلمه إلا الله تعالي، وهي لا تَنْطَفِيء لأنَّ لها وقوداً يُلْقَىَ فيها يزيدها اشتعالا أوَّلاً بأَوَّل علي الدوام"
    },
    {
      "number": 11,
      "text": "كَدَأْبِ آلِ فِرْعَوْنَ وَالَّذِينَ مِن قَبْلِهِمْ كَذَّبُوا بِآيَاتِنَا فَأَخَذَهُمُ اللَّهُ بِذُنُوبِهِمْ وَاللَّهُ شَدِيدُ الْعِقَابِ",
      "tafseer": "أيْ حال ومصير الحالِيِّين من الذين كفروا في تكذيبهم واستحقاقهم للعذاب كحالِ قومِ فرعون والكافرين مِن قبلهم السابقين لهم من أهل التكذيب والعِناد والاستكبار والاستهزاء، الذين دَأَبُوا أيْ اعتادوا علي الكفر واستمرّوا واجتهدوا فيه، حيث قد كذّبوا بآياتنا أيْ لم يُصَدِّقوا بها سواء أكانت آياتٍ في الكوْن حولهم أم آياتٍ في كتبٍ تُتْلَيَ عليهم فيها أخلاقيَّات وتشريعات تُنَظّم حياتهم علي أكمل وأسعد وجهٍ أم مُعجزاتٍ علي يدِ رسلهم لتأكيد صِدْقهم، ولم يُصَدِّقوا بالبَعْث أيْ إحيائهم بعد موتهم لمُلاقاة ربهم في الحياة الآخرة حيث الحساب والعقاب والجنة والنار، فكانت النتيجة الحَتْمِيَّة العادِلة لذلك أن أخذهم الله أيْ عذّبهم وأهلكهم بسبب ذنوبهم التي ارتكبوها من كفرٍ وفِعْلٍ للشرور والمَفاسد والأضرار والتعاسات وكان عذابهم بما يُناسبهم بدرجةٍ ما من درجاته في الدنيا أولا بقَلَقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراع أو اقتتالٍ مع الآخرين وبالجملة بكلّ ما فيه ألم وكآبة وتعاسة وقد يَصِل إلي إهلاكهم واستئصالهم التامّ من الحياة كما حَدَثَ ويَحدث مع أقوامٍ كثيرين سابقين وحالِيِّين ثم في الآخرة سيكون لهم ما هو أشدّ عذابا وتعاسة وأتمّ وأعظم حيث جهنم المُعَدَّة المُجَهَّزَة لهم، وما أسوأ هذا المَصِير والمَرْجِع والمُنْتَهَيَ، فالله تعالي حتماً شديد العقاب في الداريْن لأمثال هؤلاء ومَن يَتَشَبَّه بهم.. وفي هذا تهديدٌ وتحذيرٌ شديدٌ لأمثالهم، فلْيَعْتَبِر إذَن مَن أراد الاعتبار ولا يَفعل مثلهم حتي لا يَنال مصيرهم"
    },
    {
      "number": 12,
      "text": "قُلْ لِلَّذِينَ كَفَرُوا سَتُغْلَبُونَ وَتُحْشَرُونَ إِلَى جَهَنَّمَ وَبِئْسَ الْمِهَادُ",
      "tafseer": "أيْ قل يا رسولنا الكريم ويا كل مسلم للذين كذّبوا بوجود الله وكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره وعانَدُوا واستكبروا واستهزأوا وفَعَلوا الشرور والمَفاسد والأضرار حيث لا حساب من وجهة نظرهم، ولمَن يَتَشَبَّه بهم، اذْكُر لهم وذَكِّرهم، بقولك وعملك، بكل وضوحٍ وحَسْمٍ وبلا أيّ تَرَدُّد، وبما يُناسبهم من أقوالٍ وأفعالٍ وفي توقيتٍ وبأسلوبٍ مناسب، قل لهم ستُهْزَمون في الدنيا، ولن تَنفعكم أموالكم وأولادكم وقوَّاتكم، بإذن الله وبقوّته وبعَوْنه للمؤمنين، بلا أيّ شكّ، فإنّ أهل الحقّ والخير لابُدّ حتما سيَنصرهم الله في كل شئون دنياهم صغرت أم كبرت ما داموا أحسنوا اتّخاذ كلّ الأسباب المُمْكِنَة والمُتَاحَة والمُسْتَطَاعَة لذلك، وأنَّ أهل الباطل والشرّ لابُدّ حتما سيَنهزمون يوما ما، في التوقيت وبالأسلوب الذي يراه سبحانه مناسبا مُسْعِدا لأهل الخير ومَن حولهم.. \".. وَتُحْشَرُونَ إِلَى جَهَنَّمَ..\" أيْ وتُجْمَعون وتُسَاقون وتُدْفَعون في الآخرة يوم القيامة إلى نار جهنم لتنالوا فيها ما تستحِقّونه من عذابٍ مُؤلمٍ مُهينٍ لا يُوصَف.. \".. وَبِئْسَ الْمِهَادُ ﴿12﴾\" أيْ وما أسوأ وأشَرّ وأخْبَث وأتْعَس هذا المِهاد أي الفِراش والمُستقرّ الذي تَفترشونه وتَستقرّون فيه.. هذا، ولفظ \"المِهاد\" فيه استهزاء بهم وتَحْقِير وإهانة لهم لأنه مِن المُفْتَرَض أن يكون الفراش مكانا للراحة لا للعذاب!"
    },
    {
      "number": 13,
      "text": "قَدْ كَانَ لَكُمْ آيَةٌ فِي فِئَتَيْنِ الْتَقَتَا فِئَةٌ تُقَاتِلُ فِي سَبِيلِ اللَّهِ وَأُخْرَىٰ كَافِرَةٌ يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاءُ إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ",
      "tafseer": "أيْ هذا مثالٌ عَمَلِيٌّ واقِعِيٌّ حَدَثَ بالفِعْل ويَحدث وسيَحدث علي مَرّ العصور يُثْبِت ويُؤَكّد أنَّ أهل الحقّ والخير لابُدّ حتما سيَنصرهم الله في كل شئون دنياهم صغرت أم كبرت ما داموا أحسنوا اتّخاذ كلّ الأسباب المُمْكِنَة والمُتَاحَة والمُسْتَطَاعَة لذلك، وأنَّ أهل الباطل والشرّ لابُدّ حتما سيَنهزمون يوما ما، في التوقيت وبالأسلوب الذي يراه سبحانه مناسبا مُسْعِدا لأهل الخير ومَن حولهم.. أيْ لقد كان لكم أيها الناس جميعاً من المسلمين وغيرهم دلالة وعَبْرَةٌ واضحة عظيمة في مجموعتين تَقَابَلَتَا في قتالٍ يوم غزوة بدرٍ المعروفة أيام الرسول الكريم محمد ﷺ، مجموعة تُقاتِل في سبيل الله – وهم المسلمون وكانوا أقلّ عَدَدَاً وعُدَّة – أيْ في طريق الله، أيْ مِن أجله، أيْ في طريق الحقّ والعدل والاستقامة أيْ في طريق الإسلام طريق تمام الخير والسعادة في الدنيا والآخرة، أيْ من أجل الدفاع عنه ونُصْرته ونَشْره ليَسعد الناس به، وليس في أيِّ طريقٍ غيره، ومجموعة أخري كافرة غير مسلمة أكثر عَدَدَاً وعُدَّة تُقاتِل في سبيل الظلم والشرّ والتعاسة.. \"..  يَرَوْنَهُم مِّثْلَيْهِمْ رَأْيَ الْعَيْنِ..\" أيْ فكان من تأييد الله وآياته للمسلمين أنْ جَعَل الكافرين يَرَوْنَ المسلمين ضِعْف عددهم وعتادهم الحقيقى رأي تَحَقّق وتأكُّد ومُشَاهَدَة ومُعَايَنَة بأعينهم وليس تقديراً أو تَخَيُّلاً فوَقَع الرعب فيهم فانهزموا، أو جَعَلَ المسلمين يَرَوْنَ الكافرين ضِعْفهم فقط وقد كانوا واقعيا ثلاثة أمثالهم فقَلّلهم الله في أعين المسلمين ليَقْوُوا ولا يَضعفوا وقد كانوا أُعْلِمُوا أنَّ المائة منهم تَغْلِب المائتين من الكُفّار كما في الآية ﴿66﴾ من سورة الأنفال \"الْآنَ خَفَّفَ اللَّهُ عَنكُمْ وَعَلِمَ أَنَّ فِيكُمْ ضَعْفًا فَإِن يَكُن مِّنكُم مِّائَةٌ صَابِرَةٌ يَغْلِبُوا مِائَتَيْنِ وَإِن يَكُن مِّنكُمْ أَلْفٌ يَغْلِبُوا أَلْفَيْنِ بِإِذْنِ اللَّهِ وَاللَّهُ مَعَ الصَّابِرِينَ\".. وخلاصة القول أنَّ الله تعالي في بعض الأحوال قد يُرِي المسلمين عدوهم قليلا ليكون ذلك تشجيعا لهم علي الإقدام والقضاء عليهم وقد يُريهم إيّاهم أحيانا كثيراً ليزدادوا إعداداً وحَمَاسَة، وقد يُرِي عدوهم أنهم قليل ضعفاء فيَتَوَهَّم أنه يَسهل القضاء عليهم فيُفَاجَيء بكثرتهم فيَرْتَبِك ويَنهزم وقد يَتَوَهَّم كثرتهم وهم قليلٌ فيَنْزَعِج ويَخاف ويَنهزم، وهكذا، وكل ذلك بتدبيره وعلمه وقُدْرته ومن آياته المُعْجِزَة سبحانه بما يُحَقّق النصر للمسلمين علي أيِّ حال.. وفي هذا تثبيتٌ لهم في كل زمانٍ ومكانٍ وتشجيعٌ وتبشيرٌ حتى يُقْدِمُوا على الدفاع عن الحقّ والعدل والخير والإسلام والمسلمين ضِدّ المُعْتَدِين ولا يَتَرَاجَعُوا، ولهم أجرهم العظيم في الداريْن.. \".. وَاللَّهُ يُؤَيِّدُ بِنَصْرِهِ مَن يَشَاءُ..\" أيْ والله تعالي الذي له كل صفات الكمال الحُسْنَيَ حتماً يُقَوِّي بعَوْنه مَن يريد أن ينصره من خلال جنوده التي لا يعلمها إلا هو سبحانه، والذي يَنصره هو المسلم الذي أحسنَ اتّخاذ أسباب النصر بما يُناسب في كل شأنٍ من شئون الحياة يريد أن يَنتصر فيه وتَوَكَّل عليه تعالي وحده لا غيره ونَصَرَ الحقّ والعدل والخير والإسلام والمسلمين ولم يَخْذلهم ويَتركهم، فهو وحده سبحانه قطعا القادر على أن يجعل القليل كثيراً والضعيف قوياً فيَنهزم مَن يَتَوَهَّمَ النصر لقُوَّته من حيث لا يَدري، ولا يُمكن بالقطع لأيِّ أحدٍ أن يَرُدّ إرادته أو يُغَيِّرها أو يَعترض عليها لأنه هو المالِك لكلِّ شىءٍ القادر عليه يقول له كن فيكون كما أراد ولا يَقع فى مُلْكِه إلاّ ما يُريده.. وفي هذا طمْأَنَة وتَبْشِيرٌ للمسلمين أنَّ ربهم الكريم القويّ العزيز حتماً ناصرهم ومُكْرمهم ومُعِزّهم علي مَن آذاهم في الدنيا والآخرة.. \".. إِنَّ فِي ذَٰلِكَ لَعِبْرَةً لِّأُولِي الْأَبْصَارِ ﴿13﴾\" أيْ إنَّ في ذلك الحديث الذي ذَكَرْناه بكل تأكيدٍ عِظَة عظيمة ودروس مُسْتَفَادَة كثيرة لأصحاب الأبصار جمْع بَصَر بمعني بَصِيرَة في هذا الموضع أيْ إدراك العقل أيْ الذين يتبَصَّرون أيْ يَرون ويُدركون ويَتدبَّرون بعقولهم، فهؤلاء هم فقط الذين يَنتفعون ويَهتدون ويَسعدون به تمام السعادة في الداريْن، أمّا غيرهم مِمَّن يُعَطّلون عقولهم بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره فهم بالقطع لا يَنتفعون ولا يهتدون ولا يسعدون بل يتعسون تمام التعاسة في دنياهم وأخراهم علي قَدْر بُعْدهم عنه، إلا إذا استفاقوا وعادوا لربهم ولقرآنهم ولإسلامهم"
    },
    {
      "number": 14,
      "text": "زُيِّنَ لِلنَّاسِ حُبُّ الشَّهَوَاتِ مِنَ النِّسَاءِ وَالْبَنِينَ وَالْقَنَاطِيرِ الْمُقَنطَرَةِ مِنَ الذَّهَبِ وَالْفِضَّةِ وَالْخَيْلِ الْمُسَوَّمَةِ وَالْأَنْعَامِ وَالْحَرْثِ ذَٰلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا وَاللَّهُ عِندَهُ حُسْنُ الْمَآبِ",
      "tafseer": "أيْ هذا تنبيهٌ وإرشادٌ للناس أن يُحْسِنُوا طَلَبَ الدنيا والآخرة معا.. أيْ حُسِّنَ للناس، أيْ حَسَّنَ الله تعالي خالِقهم لهم في فِطْرَتِهم، حبّ الشهوات جَمْع شَهْوَة وهي ما يُشْتَهَيَ فِطْرِيَّاً أيْ يُرْغَب فيه ويُتَمَنَّيَ ويُطْلَب ويُحْرَص عليه ويُحَبّ، مُتَمَثّلَة في النساء – وقد خُصَّت هذه الأمور المَذْكُورَة لأنها أعظم شهوات الدنيا وغيرها تابِع لها – حيث جَعَلَ سبحانه الحُبّ والتعاطُف وحُسْن التّعامُل فيما بينهنّ والرجال مُتَبَادَلاً، وكذلك حب الأبناء من الذكور والإناث فهم ثمرة الحب الأول الذي أدَّيَ للتزاوُج بين الرجال والنساء وإنجابهم وحُسْن تربيتهم والانتفاع والسعادة بهم، وحب القناطير المُقنطرة من الذهب والفضة أيْ الكثير من كل أنواع الأموال والأملاك والتي بها من المُمكن امتلاك كثيرٍ من مُتَع الدنيا والقَناطِير جمع قِنْطار وهو مال كثير والمُقَنْطَرَة أي المُتَكَاثَرَة المُتَضَاعَفَة المَجموعَة بعضها فوق بعض قنطاراً بعد قنطار، وحب الخيل المُسَوَّمَة أيْ ذات السِّمات والعَلامات الحِسَان أي المُعَلّمة المُتَّصِفَة بالصفات الحَسَنة من الشكل والقوة والنشاط حيث مُتعة ركوبها والتّنَقّل والتجارة بها وكذلك كلّ وسيلةٍ تُسْتَحْدَث وتُمْتَلَك وتُحَقّق من الأغراض والمُتَع ما تُحَقّقه الخيول، وحب الأنعام وهى الإبل والبقر والغنم لمنافعها الكثيرة كأكل لحومها وشرب ألبانها واستخدام جلودها مع التجارة فيها والربح منها، وحب الحَرْث وهو الزرع بكل أنواعه المختلفة والذي يُتَّخَذ منه المَطْعم والمَلْبَس والزينة والدواء وبعض التجارة والصناعة وما شابه هذا من منافع وخيرات.. \".. ذَٰلِكَ مَتَاعُ الْحَيَاةِ الدُّنْيَا..\" أيْ كل ذلك الذي ذُكِرَ سابقا وما يَتَفَرَّعَ عنه ويُشْبِهه ما هو إلاّ مُجَرَّد متاع الحياة الدنيا الذي يَتَمَتَّع به الناس والذي هو زائل حتما غير دائم حيث يزول بزوال المُتعة أو بزوالهم بموتهم أو بانتهاء الحياة والذي هو قليل جدا ولا يُقارَن مطلقا بمتاع الآخرة الموجود في الجنات المُدَّخَر عند الله تعالي الدائم الخالد المُتَنَوِّع المُتَزَايِد الذي فيه ما لا عين رأت ولا أذن سمعت ولا خَطَرَ علي عقل بَشَر والمُجَهَّز للمُحسنين في دنياهم العاملين بأخلاق إسلامهم.. \".. وَاللَّهُ عِندَهُ حُسْنُ الْمَآبِ ﴿14﴾\" أيْ والله تعالي بالقطع يوجد عنده مُجَهَّز لكم في أمانِه ورعايته وحبِّه المآب الحَسَن أيْ المَرْجِع والثواب والعطاء الطيِّب الجميل وهو الجنة بنعيمها الذي لا يُوصَف.. فأحْسِنوا إذَن العمل دائما وافعلوا كلَّ خيرٍ واتركوا كلّ شرٍّ من خلال التمسّك والعمل بكل أخلاق إسلامكم لتكونوا بذلك قد أحسنتم طَلَبَ الدنيا والآخرة معا فتسعدوا تمام السعادة فيهما"
    },
    {
      "number": 15,
      "text": "قُلْ أَؤُنَبِّئُكُم بِخَيْرٍ مِّن ذَٰلِكُمْ لِلَّذِينَ اتَّقَوْا عِندَ رَبِّهِمْ جَنَّاتٌ تَجْرِي مِن تَحْتِهَا الْأَنْهَارُ خَالِدِينَ فِيهَا وَأَزْوَاجٌ مُّطَهَّرَةٌ وَرِضْوَانٌ مِّنَ اللَّهِ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
      "tafseer": "أيْ قل يا رسولنا الكريم ويا كل مسلم لمَن حولك من الناس، اذْكُر لهم وذَكِّرهم، بقولك وعملك، بكل قُدْوَةٍ وحكمة وموعظة حسنة، وبكل وضوحٍ وحَسْمٍ وبلا أيّ تَرَدُّد، وبما يُناسبهم من أقوالٍ وأفعالٍ وفي توقيتٍ وبأسلوبٍ مناسب، قل لهم هل تُحبون وتُريدون أن أخبركم بما هو أعظم وأكثر خيراً من كلّ ذلك الذي ذُكِرَ سابقا من الخيرات الدنيوية الزائلة؟ والسؤال يُفيد التنبيه والاهتمام والتشويق والتّطَلّع للإجابة للتشجيع علي التّدَبُّر فيها والعمل بها، والجواب هو أنه للذين خافوا الله وراقَبُوه وأطاعوه وجعلوا بينهم وبين عذابه وقاية بفِعْل كل خيرٍ وتَرْك كلّ شرٍّ ليسعدوا في الداريْن، وذلك في كل أقوالهم وأعمالهم في كل شئون حياتهم، وكانوا دوْمَاً مِن المُتّقين أي المُتَجَنِّبين لكلّ شرّ يُبعدهم ولو للحظة عن حب ربهم وعوْنه وتوفيقه ورضاه ورعايته وأمنه ونصره وقوَّته ورزقه وسعادته في الدنيا ثم أعلي درجات جنته في الآخرة ولا يَصِلُون أبداً لمرحلة إغضابه بل يُسارعون لفِعْل كل خيرٍ يُسعدهم ومَن حولهم، هؤلاء لهم حتما عند ربهم في الآخرة مُجَهَّز لهم في أمانه ورعايته وحبه عطاء كبير مُتَضَاعِف مُتَزَايِد – إضافة إلي ما كان لهم من تمام السعادة في دنياهم بسبب تقواهم وعملهم بكل أخلاق إسلامهم – هو جنات من بساتين وقصور فخمة تجري أسفل منها كلّ الأنهار المُبْهِجَة من الماء العذب واللبن وكل المشروبات اللذيذة المُسْعِدَة يَعيشون في نعيمها الذي لا يُوصَف مِمَّا لا عين رأت ولا أذن سمعت ولا خَطَر علي عقل بَشَر خالدين بلا أيّ نهاية ولا أيّ نقصان أو تغيير أو تحوّل عنها أو تَرْك لها.. \".. وَأَزْوَاجٌ مُّطَهَّرَةٌ..\" أيْ وإضافة لِمَا سَبَقَ ذِكْره مِن نعيمٍ لا يُمكن وَصْفه، لهم في الجنة كذلك مُتعة وسعادة الحياة الزوجية بكل ما فيها من مُتَع الحب والعاطفة والألفة والأمن والجنس ونحو هذا بلا أيِّ مشكلاتٍ مثلما كان أحيانا في الدنيا حيث أهل الجنة جمعيهم من الرجال والنساء في حالة طهارةٍ تامّةٍ أيْ نظافة من كل أشكال السوء المَعْنَوِيّ كسوء الخُلُق بكل صوره والحِسِّي كالبول والعرق وغيره، فهم في أجمل وأكمل وأسعد صورة.. هذا، والأزواج جَمْع زوج ذكراً كان أو أنثى فهي كلمة تُطلق على المرأة المتزوجة كما تطلق على الرجل المتزوج ولذا فهذا النعيم هو لهما معا أيْ تكون المرأة مُتعة زوجها ويكون هو متعتها.. \".. وَرِضْوَانٌ مِّنَ اللَّهِ..\" أيْ ولهم أعظم من كل ذلك، جزاء معنويّ هو أكبر من أيِّ جزاءٍ مادِّيٍّ ومُكَمِّل ومُتَمِّم له، رضا من الله يستشعرون في إطاره بأعظمِ نعيمٍ حيث تمام وكمال الرعاية والأمن والاطمئنان والاستقرار والحب والسعادة.. \"..  وَاللَّهُ بَصِيرٌ بِالْعِبَادِ ﴿15﴾\" أيْ والله بكل تأكيدٍ بلا أيِّ شكّ يَرَيَ الناس جميعا ومُطّلِع على كل أعمالهم وأقوالهم من خيرٍ وشَرٍّ ويعلمها بتمام العلم والرؤية ولا يَخْفَيَ عليه شيء في كلّ كوْنه ومِن كلّ خَلْقه فهو يعلم السِّرَّ وما هو أخْفَيَ منه وسيُجازيهم عليها بما يستحِقّون في الدنيا والآخرة.. فلْيُحْسِنُوا إذَن العمل دائما ولْيَفعلوا كلَّ خيرٍ ويتركوا كلّ شرٍّ من خلال التمسّك والعمل بكل أخلاق إسلامهم ليسعدوا فيهما ولا يتعسوا"
    },
    {
      "number": 16,
      "text": "الَّذِينَ يَقُولُونَ رَبَّنَا إِنَّنَا آمَنَّا فَاغْفِرْ لَنَا ذُنُوبَنَا وَقِنَا عَذَابَ النَّارِ",
      "tafseer": "أيْ هذه بعض أوصاف الذين اسْتَحَقّوا الجزاء العظيم في الداريْن الذي ذُكِرَ في الآية السابقة والتي يَمتدحهم عليها خالقهم حتي يجتهد كل مسلم في الاتّصاف بها ليَنال جزاءها.. أي هم الذين امْتَلَؤُا وتَشَبَّعُوا بالإيمان بربهم فظَهَرَ ذلك علي ألسنتهم وفي تَصَرُّفاتهم بدَوَام تَوَاصُلِهم معه سبحانه والتوكّل عليه ودعائه قائلين مُتَوَسِّلِين إليه بإيمانهم يا ربنا – أي يا مُرَبِّينا وخالِقنا ورازقنا وراعِينا ومُرْشِدنا من خلال دينه الإسلام لكلّ ما يُصلحنا ويُكملنا ويُسعدنا تمام السعادة في دنيانا وأخرانا – إننا قد آمَنّا أيْ صَدَّقنا بوجودك وبرسلك وبكتبك وبحسابك وعقابك وجنتك ونارك وعملنا بكل أخلاق إسلامك فكانت كل أقوالنا وأعمالنا ما استطعنا في كلّ خيرٍ من غير أيّ شرٍّ ولو فُرِضَ وفَعَلْناه تُبْنا منه سريعا وأوَّلاً بأوَّل، فلذلك فاغْفِر لنا أيْ سَامِحْنا فلا تُعاقِبنا علي ذنوبنا وامْحُها كأن لم تكن وامْحُ عنّا آثارها المُتْعِسَة في الداريْن واسْتُرْها واخْفيها فلا تُعَذّبنا بفَضْحنا بها فيهما، وقِنَا عذاب النار أيْ ونَجِّنا برحمتك يوم القيامة من عذابها المُؤْلِم المُهِين بأنْ تُعِيننا علي ما نقوم به من تَرْك الشرور والمَفاسد والأضرار وبأنْ تَشْمَلَنا بعَفْوك وبمغفرتك لِمَا قد نَقَع فيه من ذنوبٍ وتُيَسِّر لنا التوبة منها أوَّلاً بأوّل فإنك أنت الغفور الرحيم.. هذا، والوقاية من عذاب النار نِعْمَة عظيمة مُسْتَقِلّة بذاتها قبل نعمة دخول الجنة والاستقرار الخالد فيها، من عظيم فضله وكرمه ورحمته سبحانه، ولذا تَمَّ التركيز عليها رغم أنها من ضِمْن سؤال المغفرة قطعا، كما أنَّ دخول الجنة قد يكون بعد عذابٍ مَا مُسْتَحَقّ فكان التصريح في الدعاء بطَلَب الوقاية من النار.. إنهم مِن كمال تَقْواهم ما استطاعوا تَكْبُر في نَظَرِهم أخطاؤهم حتي ولو كانت بسيطة بالنسبة لغيرهم وتَصْغُر حسناتهم حتي لو كانت كبيرة للآخرين بما يَدْفعهم للاستزداة دائما من الاستغفار وفِعْل كلّ خير.."
    },
    {
      "number": 17,
      "text": "الصَّابِرِينَ وَالصَّادِقِينَ وَالْقَانِتِينَ وَالْمُنْفِقِينَ وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ",
      "tafseer": "أيْ ومن صفاتهم الطيّبة الحَسَنة أيضا والتي علي كل مسلمٍ أن يَتَّصِفَ بها أنهم من الصابرين أي الثابتين الصامدين المُستمِرِّين بكل هِمَّة علي تمسّكهم بربهم وإسلامهم فيفعلون كل خير ويتركون كل شرّ وإن أصابتهم فتنةٌ مَا أيْ اختبارٌ أو ضَرَرٌ مَا صبروا عليه واستعانوا بربهم ولجأوا إليه ليخرجوا منه مستفيدين استفادات كثيرة في دنياهم وأخراهم ويصبرون خصوصا في البَأْساء أيْ في حالة البُؤْس بسبب فقرٍ وغيره والضَّرَّاء أيْ عند الضرَر كمرضٍ ونحوه وحين البأس أيْ عند القتال في سبيل الله أيْ دفاعا عن الإسلام والمسلمين والحقّ والعدل والخير.. \".. وَالصَّادِقِينَ\" أي الذين يُوافِق فِعْلهم قولهم المُخلصين المُحسنين في كل شئون حياتهم الذين يَنطقون بما يُطابِق الواقع تماما ولا يَكذبون ولا يقولون إلا حَقّاً وصِدْقَاً ولا يَخلفون وعودهم ومواعيدهم وعهودهم ولا يَخونون الأمانات بكلّ أنواعها ويَصْدقون في نواياهم بداخل عقولهم علي الاستمرار دائما علي أخلاق إسلامهم ويَصْدقون في مشاعرهم ويجتهدون في أن تكون دَوْمَاً ظَوَاهرهم مثل بَوَاطِنهم.. \".. وَالْقَانِتِينَ..\" أي الذين يُوَاظِبون علي طاعة الله تعالي في كل ما طَلَبَه منهم في وصاياه في الإسلام باختيارهم وبرضاهم وبكلّ حبٍّ له ولطاعته الآمنين الساكنين المُطْمَئِنّين برعايته لهم وأنه معهم علي الدوام بعِلْمه وقُدْرته.. \".. وَالْمُنْفِقِينَ..\" أي الذين يُنفقون مِمَّا رزقهم الله بتَوَسُّطٍ واعتدالٍ علي ذاتهم ومَن حولهم وعموم الناس بل وعموم الخَلْق مِن كل أنواع الإنفاق سواء أكان مالا أم جهدا أم صحة أم وقتا أم فكرا أم غيره ممّا أنعم خالقهم به عليهم من النِعَم في أيّ وجهٍ من وجوه الخير حسبما يستطيعون استصحابه من نوايا خيرٍ في عقولهم بما يُسعد كل لحظات حياتهم هم ومَن حولهم وبما يجعل لهم أعظم الأجر في آخرتهم.. \".. وَالْمُسْتَغْفِرِينَ بِالأَسْحَارِ ﴿17﴾\" أيْ الذين هم دائمي الحرص والاجتهاد علي التواصُل مع ربهم ونَيْل خيره وعطائه الفيَّاض وسعادته الغامِرة طوال يومهم وحياتهم، فهم مِن شِدَّة حرصهم واجتهادهم لا يُفَوِّتون فُرْصَة وعَرْضَاً منه سبحانه بمزيدٍ من الخير والعطاء الدنيويّ والثواب الأخرويّ إلا سارَعوا واجتهدوا للسعي له والحصول عليه، ومن هذه العروض أوقات الأسحار جَمْع سَحَر وهو وقت الثلث الأخير من الليل قبل طلوع الفجر والذي يحتاج إلي همةٍ وقوةِ إرادةٍ للوصول إليه والذي هو تدريب لهم علي أن يكونوا دوْما أصحاب هِمَمٍ عالية وإراداتٍ قوية في كل شئون حياتهم فيسعدوا بذلك تمام السعادة في الداريْن، حيث وَعَدَهم سبحانه ووَعْده لا يُخْلَف مُطلقا في حديث رسوله الكريم ﷺ \"يَنْزِل ربنا كل ليلة حين يبقى ثلث الليل الآخر إلى السماء الدنيا فيقول : \" مَن يدعوني فأستجيبَ له ؟ مَن يستغفرني فأغفرَ له ؟ مَن يسألني فأعْطِيَه؟\" ﴿رواه البخاري ومسلم﴾، وذلك حيث السُّكُون والتفرُّغ التامّ والتركيز العالي والتواصُل الراقي الصافي مع الله الخالق الكريم فيَطلبون منه ما يُريدون ويَستغفرون مِمَّا قد يكون حَدَث منهم من تقصيرٍ أثناء يومهم ويَدعون من أجل التجهيز لليوم التالي وحُسْن الاستعداد له وطَلَب التيسير والتوفيق والرعاية والأمن والرزق والسعادة فيه فيكون اليوم كله سعيدا رابحا في الداريْن، ثم كلّ الأيام، ثم بالتالي كلّ الحياة"
    },
    {
      "number": 18,
      "text": "شَهِدَ اللَّهُ أَنَّهُ لَا إِلَٰهَ إِلَّا هُوَ وَالْمَلَائِكَةُ وَأُولُو الْعِلْمِ قَائِمًا بِالْقِسْطِ لَا إِلَٰهَ إِلَّا هُوَ الْعَزِيزُ الْحَكِيمُ",
      "tafseer": "﴾\" أيْ أخْبَرَ وأَعْلَمَ الله تعالي الناس وبَيَّنَ وقالَ لهم – كما يُقال شَهِدَ فُلَانٌ عند القاضى إذا بَيَّنَ له وأعْلَمه وأخْبَره أين الحقّ – من خلال آياته القاطِعَة والتي لا يَرْفضها أيُّ عقلٍ مُنْصِفٍ عادلٍ سواء أكانت آيات أي دلالات ومعجزات في الكوْن حولهم والتي لا يَقْدِر علي خَلْقها أحد غيره سبحانه أم آيات في كتبٍ تُتْلَيَ عليهم فيها أخلاقيَّات وتشريعات تُنَظّم حياتهم علي أكمل وأسعد وجهٍ أم مُعجزات علي يدِ رسلهم لتأكيد صِدْقهم، أنه لا إله إلا هو أيْ لا مَعْبُود يستحِقّ العبادة أي الطاعة إلاّ هو وحده بلا أيّ شريكٍ له، فهو الإله المعبود الواحد أي الذي ليس معه شريك، الأحد أي الذي لا يَتكَافيَء معه شيء، ويَكْفِي المسلمون كفاية تامّة – ولا يحتاجون أبدا لأيّ شهادة أخري مِن أيّ أحد – أنَّ الله تعالي هو الشاهِد الذي يشهد أنه لا إله إلا هو فشهادته حتما هي الكاملة الصادقة العادلة لأنه هو الكامل الذي له كل الصفات الحُسْنَيَ، ثم لو فُرِضَ وكان هناك إله غيره تعالي لعَارَضَه وكذّبه فيما يقول وبما أنه لا تُوجَد – ولن تكون – أيّ مُعَارَضَة فهذا هو الصِّدْق حتما!! سبحانه وتعالي عَمَّا يقوله عليه السفهاء عُلُوَّاً كبيرا.. \".. وَالْمَلَائِكَةُ..\" أيْ وشَهِدَت الملائكة أيضا بذلك أيْ أقَرَّت واعْتَرَفَت بأنه لا إله إلا الله فعَبَدَتْه أيْ أطاعته فلم تُخالِفه أبداً في أيِّ أمرٍ من أوامره وفَعَلَت كل ما يأمرها به سبحانه في كل كوْنه لنفع ولخدمة ولسعادة خَلْقه بلا أيِّ تَرَدُّدٍ أو تأخيرٍ أو تغيير..  \".. وَأُولُو الْعِلْمِ..\" أيْ وشَهِدَ كذلك بهذا أصحاب العلم الثابتون فيه المُتَمَكّنون منه بأن عَبَدوه تعالي أيْ أطاعوه وحده وصَدَّقوا بكتبه وآخرها القرآن العظيم وبرسله وآخرهم الرسول الكريم محمد ﷺ وتمسّكوا وعملوا بكل أخلاق إسلامهم ودَعوا غيرهم له بكل قُدْوةٍ وحِكْمةٍ وموعظةٍ حَسَنة، وفي هذا تشريفٌ عظيمٌ لهم إذ قَرَنَهم به وبملائكته في الإخبار والتّبْيِين أنه لا إله إلا هو سبحانه حيث هم الذين أحسنوا استخدام عقولهم فتَدَبَّروا وتَعَمَّقوا في الأمور حولهم فوَصَلوا لهذا الذي يَقبله أيّ عقلٍ مُنْصِفٍ عادلٍ ويُوافِق فطرتهم التي هي مسلمة أصلا والتي هي بداخل عقولهم.. والمقصود من هذا الجزء من الآية الكريمة أنَّ أمر أنه لا إله إلا الله قد ثَبَتَ وتَقَرَّرَ بشهادة أكمل وأعظم الشهود وهو الخالق سبحانه ثم بشهادة كل المُعْتَبَرِين المُنْصِفِين العقلاء من خَلْقه فلا مجال إذَن لأنْ يَختلف أو يَشكّ الناس فيه وأنَّ الذي يُشَكّك به ويُخالِفه هو حتماً مَن كان سفيهاً جاهلاً قد عَطّل عقله بالأغشية التي وضعها عليه وهي الحرص الشديد الدائم علي ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوماً مَا كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. \".. قَائِمًا بِالْقِسْطِ..\" أيْ هذا بَيَانٌ لكماله سبحانه فى أفعاله بعد بيانِ أنه لا إله إلا هو، أيْ وشَهِدَ وشَهِدُوا أيضا كوْنه قائماً بالقِسْط أيْ بالعدل أيْ مُقِيماً للعدل في كل شأنٍ من شئونه وفى تدبير أمور كوْنِه وخَلْقه علي أعدل وأكمل وأسعد وجهٍ وفيما يُشَرِّعه للناس في الإسلام مِمَّا يُصلحهم ويُكملهم ويُسعدهم تمام السعادة في دنياهم وأخراهم.. \".. لَا إِلَٰهَ إِلَّا هُوَ..\" أيْ هذا مزيدٌ من التأكيد والتقرير علي أنه لا مَعْبُود يستحِقّ العبادة أي الطاعة إلاّ هو وحده بلا أيّ شريكٍ له، ومزيدٌ من التوجيه والإرشاد للبحث في أدِلّة ذلك في الكوْن والخَلْق المُعْجِز وفي القرآن العظيم.. \".. الْعَزِيزُ الْحَكِيمُ ﴿18﴾\" أيْ هو الغالِب القاهِر الذي لا يُغْلَب ولا يُقْهَر ويُعِزّ أهل الخير بعِزَّته ويُكرمهم ويَرفعهم ويَنصرهم ويَقهر ويُذلّ أهل الشرّ ويُهينهم ويَخفِضهم ويَهزمهم، وفي كلّ أموره هو الحكيم الذي يتصرّف بكل حِكمة ودِقّة والذي يَضع كل أمر في موضعه دون أيّ عَبَث"
    },
    {
      "number": 19,
      "text": "إِنَّ الدِّينَ عِندَ اللَّهِ الْإِسْلَامُ وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ وَمَن يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ",
      "tafseer": "﴾\" أيْ إنَّ الدين الحقّ المَرْضِيّ المُعْتَرَف به عند الله والذي ارتضاه ووافَقَ عليه ووَضَعَه وشَرَعَه لخَلْقه وأحبه لهم وأرسل به رسله الكرام إليهم منذ بدء الخَلْق وخاتمهم الرسول الكريم محمد ﷺ في كُتُبِه وآخرها القرآن العظيم ولا يَقْبَل غيره فلا يَجْزِي بالخير في الداريْن إلا عليه هو الإسلام لأنه هو الذي يُصلحهم ويُكملهم ويُسعدهم تمام السعادة في دنياهم وأخراهم، والدين هو ما يَدِين ويَتَعَهَّد به الإنسان ويَلتزم بأدائه ووَفائه، وهو النظام والتشريع والقانون، والإسلام هو الاستسلام لوَصَايا وتشريعات الله تعالي أي التمسّك والعمل بها كلها في كل شئون الحياة والثبات دائما عليها.. \".. وَمَا اخْتَلَفَ الَّذِينَ أُوتُوا الْكِتَابَ إِلَّا مِن بَعْدِ مَا جَاءَهُمُ الْعِلْمُ بَغْيًا بَيْنَهُمْ..\" أيْ فآمَنَ الناس أيْ صَدَّقوا بالإسلام الذي في الكتاب الهادِي المُنَزَّل في زمنه واتّخذوه حَكَمَاً ومَرْجِعَاً لهم ولكن ما اختلف فيه وهو الذي مِن المُفْتَرَض أن يكون سَبَبَاً لإزالة الخلاف ويُؤْمِن به الجميع – والاختلاف فيه يعني أن يُصَدِّقه البعض ولا يُصَدِّقه البعض الآخر أو يُصَدِّقوا ببعض آياته لا بكُلّها أو يكَتَمُوها أو يُفَسِّرُوها تفسيراتٍ فاسدةٍ بعيدةٍ عن مقصودها أو ما شابه هذا من صور الاختلاف علي الحقّ والابتعاد عنه – إلا البعض منهم الذين أوتوه أيْ أعطوه أيْ عقلوه وعلموه وفهموا تفاصيله، كاليهود مثلا الذين أوتوا الكتاب الذي أوحي للرسول الكريم موسي ﷺ وهو التوراة وكالنصاري الذين أوتوا الإنجيل الذي أوحي للرسول الكريم عيسي ﷺ الذين لم يَتّبعوا القرآن ويُسْلِموا ومَن تَشَبَّه بهم، ولم يكن اختلافهم لالتباسٍ عليهم من جهته وإنما كان خلافهم من بعد ما جاءهم العلم أي جاءتهم البينات أيْ من بعد ما وَصَلَت وظَهَرَت لهم الدلالات المُبَيِّنات الواضِحات سواء أكانت مُعجِزات تُؤَيِّد صِدْق رسولهم الذي أتاهم بهذا الكتاب أم آيات في الكوْن حولهم أرْشَدَهم لِتَدَبُّرها للاستدلال علي وجود ربهم أم الآيات التي في الكتاب الذي يُتْلَيَ عليهم والذي فيه أخلاقيات وتشريعات تُنَظّم حياتهم علي أكمل وأسعد وجهٍ حيث فُصِّلَ لهم فيها كلَّ الحلال والحرام والنافع والضارّ والحَسَن والقبيح والخطأ والصواب والحقّ والباطل والمُسْعِد والمُتْعِس، فصاروا بذلك على علمٍ تامٍّ بشريعتهم بحيث لا يَخْفَىَ عليهم أيّ شيءٍ مِمَّا اشتملت عليه، أيْ أنه تعالى قد أعطاهم شريعة سهلة واضحة لا غموض فيها ولا التباس ولا انحراف بحيث يعلمها الجميع مهما تَعَدَّدَت إدراكاتهم ولا يمكن أن يَختلف أيّ أحدٍ عليها لوضوحها التامّ والعلم الكامل للجميع بها، فهم بالتالي إذَن لم يختلفوا لأنهم جُهَلاء أو ناسِين مثلا أو نحو ذلك مِمَّا قد يجعل لهم عُذْرَاً ولكنهم يختلفون عن علمٍ وتَعَمُّدٍ وسوءِ أهدافٍ ونوايا لكي لا يَتّبعوه ولا يَتّبعه غيرهم، فالوقوع في الشرّ عن علمٍ لا عن جهلٍ هو حتما أشدّ قبْحاً وعقوبة لأنّ حصول العلم يُوجِب بالعقل وبالمِنْطِق التصويب وعدم الوقوع في أيِّ شَرٍّ للوقاية من تعاساته الدنيوية والأخروية.. إنَّ هذه النِعَم التي أنعم الله بها عليهم من إرسال الرسل والكتب كانت تَتطلّب في المُقابِل مَنْطِقِيَّاً عند كل صاحب عقلٍ مُنْصِفٍ عادلٍ أنْ يشكروها بأنْ يحافظوا عليها ويعملوا بها كلها على أكمل وجهٍ وأن يجتمعوا على الحقّ الذي بَيَّنه الله لهم فيها، ولكنهم فَعَلوا العكس تماما حيث اختلفوا فيما أُمِرُوا بالاجتماع عليه، أيْ فما اختلفوا إلا عن علمٍ لا عن جهل، وبالتالي فليس لهم أيّ عُذْرٍ مقبول في الخلاف، بل خلافهم بعد علمهم هو حتما أشدّ قبْحا لأنّ حصول العلم يوجب بالعقل وبالمِنْطِق مَنْع الخلاف ولكنهم جعلوا مَجِيء العلم سببا لحدوثه ولِتَفَرّقهم!! وهذا تَعَجّب من حالهم وتقبيح لسوء فِعْلهم وذمّ شديد له، ولكن ينتهي التعَجّب بمعرفة أنَّ خلافهم لم يكن من أجل الوصول للحقّ وليس شَكَّاً فيما معهم منه ولكنه بسبب البَغْي فيما بينهم، أيْ الظلم والاعتداء والحقد ونحو هذا من شرور ومَفاسد وأضرار وتعاسات بين بعضهم البعض، وهذا هو معني \"..  بَغْيًا بَيْنَهُمْ ..\" أيْ وما دَفَعَهم إلي هذا الاختلاف إلا البَغْي الذي حَدَث بينهم أيْ الظلم والفساد ويشمل التكذيب عن عِنادٍ وعلمٍ وتَعَمُّدٍ لا عن جهلٍ أو نسيانٍ ويشمل كذلك الكراهية الشديدة للغير والاعتداء عليه والحسد له أيْ محاولة إزالة نِعَم الله عنده بكل الوسائل والإجراءات المُمْكِنَة، وما كل ذلك إلا لأنهم قد عَطّلوا عقولهم بالأغشية التي وضعوها عليها من أجل تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. \".. وَمَن يَكْفُرْ بِآيَاتِ اللَّهِ فَإِنَّ اللَّهَ سَرِيعُ الْحِسَابِ ﴿19﴾\" أيْ ومَن يَكفر بآياتِ الله المُنَزّلَة في كُتُبِه وآخرها القرآن العظيم فلا يُصَدِّق بأنها من عنده أو يُحَرِّف فيها أو يَكْتُم شيئا منها أو يستهزيء بها أو يَستكبر عليها، أو بآياتٍ في الكوْن تَدُلّ علي وجوده سبحانه، أو بمُعجِزاتٍ تُؤَيِّد صِدْق رسله الذين أُوُحِيَ إليهم هذه الكتب، أو بما شابه هذا من صور الكفر، فإنَّ الله حتما سريع الحساب أيْ لا يحتاج إلي عَدِّ الأشياء وحسابها وتجميعها كما هو حال البَشَر! وذلك لأنه تعالي له كلّ صفات الكمال والتي منها أنه سميعٌ يسمع بتمام السمع والإدراك كلّ شيءٍ عن أيّ شيءٍ وبصيرٌ يَرَاه بكامِل الرؤية وعليمٌ يَعلمه بتمام العلم وبالتالي سيُجازِي حتما بكلّ علمٍ وقدرةٍ وعدلٍ وسرعة، فهو يُسَرِّع بالخير لأهل الخير في الدنيا قبل الخير الأعظم والأكمل في الآخرة، حيث يُحاسِب جميع الخَلْق بسرعةٍ في لحظةٍ إذ هو سبحانه لا يحتاج إلي عَدٍّ أو إعمالِ فِكْرٍ عند حساب الحسنات والسيئات مثلما يفعل خَلْقه، كما أنه يُجازِي المُسِيء بإساءته في دنياه علي وجه السرعةِ أيضا بقليلٍ أو كثيرٍ – علي قَدْرِ إساءته – مِن قَلَقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراع أو اقتتالٍ مع الآخرين وبالجملة بكلّ ما فيه ألم وكآبة وتعاسة، ثم بعد موته – وكلّ ما هو آتٍ فهو قريب سريع – في أخراه له ما هو أشدّ من ذلك وأعظم وأتمّ، إنْ لم يَتُبْ"
    },
    {
      "number": 20,
      "text": "فَإِنْ حَاجُّوكَ فَقُلْ أَسْلَمْتُ وَجْهِيَ لِلَّهِ وَمَنِ اتَّبَعَنِ وَقُل لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ وَاللَّهُ بَصِيرٌ بِالْعِبَادِ",
      "tafseer": "أيْ فإنْ جَادَلوكَ في الله يا رسولنا الكريم ويا كل مسلم، أي في دين الله، في الإسلام، بغير حقّ بل بكلّ كذبٍ وبغير أيّ حجَّةٍ أو دليلٍ عقليّ أو مَنْطِقِيّ أو غيره، كأنْ يُجادلوك مثلا في وجود الله سبحانه أو أنه ليس واحداً بل آلهة مُتَعَدِّدة أو في صِدْق رسله وكتبه وحُدُوث البَعْث بالأجساد والأرواح بعد الموت يوم القيامة والحساب والعقاب والجنة والنار أو عدم صلاحية الإسلام لإصلاح وإكمال وإسعاد البشريّة تمام السعادة في دنياها حتي يوم القيامة أو ما شابه هذا من أنواع الجدال الذي يُريدون به التشويش علي الناس ومنع انتشار الإسلام بينهم ليظلّوا يَستعبدوهم ويَخدعوهم ويَنهبوا جهودهم وثرواتهم وخيراتهم لأنّ الإسلام هو الذي يَدْفعهم لأخذ حقوقهم، فقُل لأمثال هؤلاء لعلهم يستفيقون ويعودون لربهم ولإسلامهم ليسعدوا في الداريْن لقد أسلمتُ وجهي لله، وكذلك فَعَلَ مَن اتّبَعَنِي من المسلمين، أيْ سَلّمنا أنفسنا بالكامل بوجوهنا أيْ بكُلّنا أي بعقولنا وأفكارنا وأقوالنا وأفعالنا لرعاية الله وأمنه وعوْنه وتوفيقه وسَدَاده باتّباع نظامه الذي أرْشَدنا إليه وأوْصانا به وهو الإسلام الذي يُنَظّم لنا كل شئون حياتنا علي أكمل وجهٍ ويُسعدها ثم آخرتنا تمام السعادة.. كذلك من معاني أن يُسْلِم المسلم وجهه لله أيْ يُخْلِص له سبحانه فلا يقول قولاً ولا يَفعل فِعْلاً طَلَبَاً لِسُمْعَةٍ أو لِجَاهٍ أو ليَراه الناس فيقولوا عنه كذا وكذا من المَدْح المُضِرّ المُتْعِس له حيث يُوقِعه في الغرور والتكَبُّر ولمَن يَمدحه حيث قد يُوقِعه في الكذب أو النفاق، أو لِمَا شابه هذا من أغراضٍ وأهدافٍ ونوايا بداخل عقله، بل من أجله وحده لا من أجل غيره أيْ طَلَبَاً لِحُبِّه ورضاه ورعايته وأمنه وعوْنه وتوفيقه ونصره وقُوَّته ورزقه وإسعاده في الدنيا ثم أعلي درجات جناته في الآخرة.. وأيضا يكون مع إسلام وجهه لله وإخلاصه له مُحْسِنَاً، أيْ يُحْسِن كلّ قولٍ يقوله وكلّ عملٍ يعمله.. \".. وَقُل لِّلَّذِينَ أُوتُوا الْكِتَابَ وَالْأُمِّيِّينَ أَأَسْلَمْتُمْ..\" أيْ وقل كذلك للذين أُعْطُوا الكتاب أيْ عَقلوه وعَلموه وفَهموا تفاصيله كاليهود مثلا الذين أوتوا الكتاب الذي أُوُحِيَ للرسول الكريم موسي ﷺ وهو التوراة وكالنصاري الذين أوتوا الإنجيل الذي أوحي للرسول الكريم عيسي ﷺ وكذلك قل للأُمِّيِّين وهم الجَهَلَة الذين يَجهلون القراءة والكتابة أو لا يَعرفون شيئا عن الكُتُب التي أنزلناها للناس مع رسلنا وفيها الإسلام فهُم لا دين لهم، وقل لكل الذين لم يَتّبعوا القرآن العظيم ولم يُسْلِموا، ولمَن يَتَشَبَّه بهم، قل لهم أأسلمتهم أيْ هل أسلمتم كما أسلمنا بعدما وَضَحَت الدلائل والبراهين التي لا يُرْفضها أيُّ عقلٍ مُنْصِفٍ عادلٍ أم أنتم مستمرّون علي عدم إسلامكم بسبب تعطيلكم لعقولكم بالأغشية التي وضعتموها عليها وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره؟!.. إنَّ مثل هذا النوع من الاستفهام يُفيد التشجيع علي الإسلام لمَن كان صادقاً في الوصول للحقّ ويُفيد أيضا الذمّ لمَن لا يَصْدُق في ذلك.. \".. فَإِنْ أَسْلَمُوا فَقَدِ اهْتَدَوا..\" أيْ فإن أسلموا وجوههم لله فقد وَجَدوا الهداية أيْ الإرشاد لطريق الخير والسعادة في الدنيا والآخرة.. \".. وَّإِن تَوَلَّوْا فَإِنَّمَا عَلَيْكَ الْبَلَاغُ..\" أيْ وأمّا إنْ أعْرَضوا أيْ أعطوا ظهورهم والتَفَتوا وانْصَرَفوا وابْتَعَدوا عن الإسلام وتركوه وأهملوه بصورةٍ فيها تكذيب وعِناد واستكبار واستهزاء بل وقاوموا نَشْره وآذوا مَن يَتّبعه، فاعلم يا رسولنا الكريم ويا كل مسلم أنما عليك البلاغ أيْ ليس عليك ولا علي المسلمين إجبار غير المسلمين علي الهداية لله وللإسلام أو المسلمين الذين لا يعملون بكل أخلاق الإسلام علي العمل بها ولا يجب عليك أن تجعلهم مَهْدِيِّين لذلك عامِلين به فهذا ليس باستطاعتك، وإنما عليك فقط البلاغ المُبِين أي التبليغ والتوصيل والتذكير المُبَيِّن للإسلام، أي التبليغ الواضح الذي يُبَيِّن أين الصواب من الخطأ وأين الخير من الشرّ وأين السعادة من التعاسة، فإنْ فعَلَ المسلمون هذا – وكل مسلم هو داعي إلي الله والإسلام بما يستطيع – فقد أدّوا ما عليهم من حُسن دعوة غيرهم بكل قُدْوةٍ وحِكْمَةٍ وموعظة حسنة، وليتحمَّل المُكذّبون إذَن نتيجة تكذيبهم، لا يتحمّلها عنهم رسلهم الكرام ولا المسلمون الدعاة مِن بعدهم، وليطمئنّوا ولا يشعروا بتقصيرٍ مَا نحو مَدْعُوِيهم، ولا يتأثروا بهم، بل يستمرّوا في دعوة غيرهم، بل ودعوتهم هم أيضا لكن بما يناسبهم من أسلوبٍ وتوقيتٍ لعلهم يستفيقون يوما ما ويعودون لربهم وإسلامهم ليسعدوا في دنياهم وأخراهم، وليس عليهم أكثر من ذلك، فليس هناك إكراه علي الهداية أو ضغط منهم عليهم بصورةٍ مَا، كما أنهم ليسوا هم الذين سيُحاسبونهم بل الله تعالي الذي يعلم المُستجيب مِن المُخَالِف.. وفي هذا تهديدٌ وتحذيرٌ شديدٌ للمُخَالِفين لكي يستفيقوا قبل فوات الأوان.. هذا، وعلي الداعي لله وللإسلام مُراعاة أنَّ نتائج دعوته تختلف باختلاف ظروف كل مَدْعُو وأحواله وبيئاته وثقافاته وعلومه وعاداته وتقاليده ونحو ذلك، فليدعوه بما يُناسبه وليصبر عليه حتي يهتدي للخير لينال الجميع أعظم الأجر في الداريْن.. وذلك الذي سَبَقَ ذِكْرُه هو لأنَّ الله هو وحده الذي يَهدي أيْ يُرْشِد مَن يشاء للهداية له وللإسلام، أيْ مَن يشاء من الناس الهداية للطريق المستقيم، الطريق المُعْتَدِل الصحيح الصواب بلا أيِّ انحراف، طريق الله والإسلام، طريق الحقّ والعدل والخير والسعادة في الدنيا والآخرة، من خلال إحسان استخدام عقله والاستجابة لنداء الفطرة بداخله والتي هي مسلمة أصلا، سيَشاء الله له حتما هدايته وسيُعاونه عليها وسيُوفقه لها وسيُسَدِّد خُطاه نحوها، ومَن لم يشأ منهم لم يشأ قطعا له الله ذلك، ولم يُيَسِّر له أسبابه، ولن يُكرهه أحدٌ فقد تَبَيَّن تماما الرشد من الضلال، فمَن اهتدي فله السعادة كلها في دنياه وأخراه ومَن لم يهتدِ فله التعاسة كلها فيهما، فهو سبحانه عالم بتمام العلم الذي ليس بعده أيّ علم آخر بكل شيء عن خَلْقِه ومَن شاء منهم الهداية واختارها بكامل حرية إرادة اختيار عقله ومَن لم يشأها ولم يخترها، أيضا بكامل حرية إرادة اختيار عقله.. \".. وَاللَّهُ بَصِيرٌ بِالْعِبَادِ ﴿20﴾\" أيْ والله بكل تأكيدٍ بلا أيِّ شكّ يَرَيَ الناس جميعا ومُطّلِع على كل أعمالهم وأقوالهم من خيرٍ وشَرٍّ ويعلمها بتمام العلم والرؤية ولا يَخْفَيَ عليه شيء في كلّ كوْنه ومِن كلّ خَلْقه فهو يعلم السِّرَّ وما هو أخْفَيَ منه وسيُجازيهم عليها بما يستحِقّون في الدنيا والآخرة.. فلْيُحْسِنُوا إذَن العمل دائما ولْيَفعلوا كلَّ خيرٍ ويتركوا كلّ شرٍّ من خلال التمسّك والعمل بكل أخلاق إسلامهم ليسعدوا فيهما ولا يتعسوا"
    },
    {
      "number": 21,
      "text": "إِنَّ الَّذِينَ يَكْفُرُونَ بِآيَاتِ اللَّهِ وَيَقْتُلُونَ النَّبِيِّينَ بِغَيْرِ حَقٍّ وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ",
      "tafseer": "أيْ إنَّ الذين لا يُصَدِّقون بآيات الله ويُكَذّبونها سواء أكانت آياتٍ في الكوْن حولهم أم آياتٍ في كتبٍ تُتْلَيَ عليهم فيها أخلاقيَّات وتشريعات تُنَظّم حياتهم علي أكمل وأسعد وجهٍ أم مُعجزاتٍ علي يدِ رسلهم لتأكيد صِدْقهم، ولم يُصَدِّقوا بالبَعْث أيْ إحيائهم بعد موتهم لمُلاقاة ربهم في الحياة الآخرة حيث الحساب والعقاب والجنة والنار ولذا فَعَلوا الشرور والمَفاسد والأضرار لأنه لا حساب من وجهة نظرهم، ولم يكتفوا بذلك بل كانوا أيضا يقتلون النّبِيِّين الذين أرسلهم الله تعالي لِيُنَبِّؤُهم أيْ يُخْبِروهم بالإسلام الذي يُسعدهم في الداريْن بغير حقٍّ أيْ ظُلماً وعُدواناً إذ لم يكن لهم قطعا أيّ حَقٍّ أو مُبَرِّر يَستندون إليه في قَتْلهم حيث لم يرتكب أيّ نَبِيٍّ حتما جريمة تستحقّ القتل بما يَدُلّ علي أنهم فعلوا ما فعلوا وهم عالِمون تماما بفظاعة جريمتهم عامِدون لها مُصِرُّون عليها وعلي الاستمرار علي ما هم فيه، وهذا أشدّ أنواع التكذيب والعِناد والاستعلاء علي الله تعالي والإصرار علي الشرّ والفساد والضَرَر والتعاسة حيث يَقتلون رسله الذين يُمَثّلونه في الأرض ويَنشرون الحقّ والعدل والخير والسعادة بين خَلْقه!!.. \".. وَيَقْتُلُونَ الَّذِينَ يَأْمُرُونَ بِالْقِسْطِ مِنَ النَّاسِ..\" أي ولم يَكتفوا بذلك بل كانوا أيضا يقتلون الذين يأمرون بالعدل من الناس ويَنشرون بينهم أخلاق الإسلام التي حَمَلوها وعملوا بها بعد رُسُلِهم بالقُدْوة والحِكْمة والموعظة الحَسَنة ليسعدوا بها في دنياهم وأخراهم، فهم يريدون نشر الظلم والشرّ والتعاسة، وما كل ذلك إلا لأنهم قد عَطّلوا عقولهم بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. هذا، وفي ذِكْر الدعاة من الناس للإسلام مع النّبِيِّين تشريفٌ عظيمٌ لهم إذ قَرَنَهم بهم سبحانه في حُسن دعوتهم لمَن حولهم وصبرهم علي أذاهم وتنبيهٌ أنهم سيُؤْجَرُون في الداريْن بما يُقارِب أجرهم.. \".. فَبَشِّرْهُم بِعَذَابٍ أَلِيمٍ ﴿21﴾\" أيْ فإذا كان حالهم هكذا كما ذُكِرَ سابقا فأخبرهم إذَن في مُقابِل ذلك بصورةٍ مناسبة يا رسولنا الكريم ويا كل مسلم بأنَّ لهم عذاباً مُوجِعَاً مُهيناً ينتظرهم، بعضه في دنياهم، وتمامه بما لا يُوصَف في أخراهم، بما يناسب أفعالهم، بدرجةٍ مَا مِن درجات العذاب، ففي الدنيا أولا بقَلَقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراع أو اقتتالٍ مع الآخرين وبالجملة بكلّ ما فيه ألم وكآبة وتعاسة وقد يَصِل إلي إهلاكهم واستئصالهم التامّ من الحياة كما حَدَثَ ويَحدث مع أقوامٍ كثيرين سابقين وحالِيِّين ثم في الآخرة سيكون لهم ما هو أشدّ عذابا وتعاسة وأتمّ وأعظم حيث جهنم المُعَدَّة المُجَهَّزَة لهم، وما أسوأ هذا المَصِير والمَرْجِع والمُنْتَهَيَ.. هذا، وفي لفظ \"فبَشّرْهم\" استهزاءٌ بهم وتحقيرٌ لشأنهم حيث يُبَشَّرُون بانتظارِ شيءٍ مَا لكنه ليس بما يَسُرّ كما هو مُعْتاد مع البُشْرَيَ ولكنه كل شرّ وتعاسة !!"
    },
    {
      "number": 22,
      "text": "أُولَٰئِكَ الَّذِينَ حَبِطَتْ أَعْمَالُهُمْ فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُم مِّن نَّاصِرِينَ",
      "tafseer": "أيْ هؤلاء المذكورون المَوْصُوفون بتلك الصفات السيئة السابقة ومَن يَتَشَبَّه بهم هم بالقطع الذين قد حَبِطَت أعمالهم أيْ فَسَدَت فساداً تامّا حيث خَلَطوها بأعظم وأثقل ذنبٍ وهو الكفر أيْ بطلت وذَهَبَت ولم يَجْنوا منها شيئاً ينفعهم في الداريْن حيث لم تُقْبَل عند الله تعالي وبالتالي لن يُعطيهم عليها خيراً فيهما بل سيُحْرَمون بسبب كفرهم السعادةٍ الدنيوية التي وَعَدَها سبحانه أهل الخير في دنياهم ووَعْده الصدْق الذي لا يُخْلَف مُطلقا \"مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ\" ﴿النحل:97﴾ والحياة الطيبة هي الحياة الدنيوية السعيدة، ثم قطعا سيُحْرَمون أيّ خيرٍ في الآخرة بل سيكونون مع المُخَلّدِين في عذاب جهنم لأنهم لا يُصَدِّقون بوجودها أصلا وبالتالي فَعَلوا الشرور والمَفاسد والأضرار لأنه لا حساب من وجهة نظرهم.. إنهم بذلك حتما مِنَ الْخاسِرِينَ خسارة ليس بعدها خسارة حيث سيُمْنَعون بالقطع من كلّ خيرات الله وسعاداته في الدنيا والآخرة، إضافة بكلّ تأكيد أنه سيُصيبهم في حياتهم بسبب ذلك بدرجةٍ ما مِن درجات العذاب كقَلَقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراع أو اقتتالٍ مع الآخرين وبالجملة بما فيه ألم وكآبة وتعاسة، ثم في آخرتهم سيَنالون ما هو أعظم وأتمّ وأشدّ وأخلد عذابا وتعاسة.. \".. وَمَا لَهُم مِّن نَّاصِرِينَ ﴿22﴾\" أيْ وهؤلاء بالقطع ليس لهم أيّ ناصرين مُعِينِين مُنْقِذِين يَنصرونهم وينقذونهم مِن هذا العذاب أو حتي يُخَفّفوه عنهم حين يريد تعالي أن يُنْزِله بهم في الدنيا والآخرة"
    },
    {
      "number": 23,
      "text": "أَلَمْ تَرَ إِلَى الَّذِينَ أُوتُوا نَصِيبًا مِنْ الْكِتَابِ يُدْعَوْنَ إِلَى كِتَابِ اللَّهِ لِيَحْكُمَ بَيْنَهُمْ ثُمَّ يَتَوَلَّى فَرِيقٌ مِنْهُمْ وَهُمْ مُعْرِضُونَ",
      "tafseer": "أيْ هل لم تُشاهِد يا كلّ صاحب عقلٍ مُنْصِفٍ عادلٍ، وهل لم يَصِل إلي عِلْمك، وألم تُشاهدوا وتَتدبّروا وتَعلموا أيها الناس ولم يَصِل إلي علمكم، والاستفهام للتقرير أيْ لكي يُقِرّوا ويَعترفوا بذلك، كما أنه للتّعَجُّب مِمَّا يَحْدُث، أي لقد رأيتم وتأكّدتم وتناقلتم أخباراً اشْتُهِرَت بينكم عن الذين أُعْطُوا جزءاً وبعضاً من الكتاب، وهم اليهود والنصاري – ومَن يَتَشَبَّه بهم مِمَّن يعرفون قليلا عن القرآن العظيم أو يعرفونه ألفاظا فقط دون تَعَمُّقٍ في معانيه وأهدافه – حيث حَرَّفوا في كتبهم كالتوراة والإنجيل ولم يَتَبَقَّ لهم إلا الجزء القليل الصحيح من الإسلام الذي فيهما، حين تَتِمّ دعوتهم من خلال المسلمين إلي القرآن الكريم ليَحْكُم بينهم أيْ ليَحْتَكِمُوا إليه ويَرْجِعُوا له أيْ ليَعملوا بحُكْمِ الله الذي فيه أيْ حُكْم ونظام وأخلاق الإسلام في كل شئون حياتهم لكي يَصلحوا ويَكملوا ويَسعدوا تمام السعادة بذلك في دنياهم وأخراهم، ثم حينها وبعدها يَتَوَلّي فريقٌ منهم أيْ بعضهم وليس كلهم – حيث البعض يُؤمن عند عِلمه به وتَدَبُّره فيه فيَحْتَكِم إليه – وهم مُعْرِضُون أيْ يُعْطُون ظهورهم ويَلتفتون ويَنصرفون ويَبتعدون عن أخلاق الإسلام ويتركونها ويهملونها بصورةٍ فيها تكذيب وعِناد واستكبار واستهزاء بل ويُقاومون نَشْرها ويُؤذون مَن يَتّبعها.. فإيّاكم ثم إياكم أيها المسلمون أن تَتَشَبَّهوا بمِثْل هؤلاء وإلا تعستم مثل تعاساتهم تمام التعاسة في دنياكم وأخراكم"
    },
    {
      "number": 24,
      "text": "ذَلِكَ بِأَنَّهُمْ قَالُوا لَنْ تَمَسَّنَا النَّارُ إِلاَّ أَيَّامًا مَعْدُودَاتٍ وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ",
      "tafseer": "أيْ ذلك التَّوَلّي والإعْراض بسبب أنهم قالوا ويقولون مُكَذّبين مُفْتَرِين مُخَرِّفِين مُتَمَنّين وَاهِمِين مُسْتَخِفّين بعذاب الله أنه لن تَلْمسنا النار في الآخرة مهما فعلنا من شرور ومَفاسد وأضرار إلا أياما قليلة يُمكن عَدَّها ويُمكننا تَحَمّلها وتجاوزها والنجاة منها بعدها!!.. \".. وَغَرَّهُمْ فِي دِينِهِمْ مَا كَانُوا يَفْتَرُونَ ﴿24﴾\" أيْ وخَدَعَهم ما كانوا يَفترونه في دينهم أيْ يقولونه كذباً فيه من تحريفٍ وتخريفٍ وليس من الدين في شيءٍ مِثْل أنَّ النار لن تَمَسَّهم إلا أياماً معدودات وما شابه ذلك من افتراءات وأكاذيب وتخاريف حيث سَهَّلَ عليهم هذا الافتراء مُخَالَفَة الدين بفِعْل الشرور والمَفاسد والأضرار إذ العقاب خفيف بسيط يمكن تَحَمُّله وتَجَاوُزه!! فانخدعوا بذلك واستمرّوا عليه دون عودةٍ لربهم ولدينهم الإسلام.. فإيّاكم ثم إياكم أيها المسلمون أن تَتَشَبَّهوا بمِثْل هؤلاء في استهانتهم بعذاب الله تعالي واستصغارهم له سواء أكان دنيوياً أم أخروياً فتَتْرُكون مِثْلهم دينكم كله أو بعضه وإلا تعستم مثل تعاساتهم في دنياكم وأخراكم علي قَدْر ما تَتْرُكون منه"
    },
    {
      "number": 25,
      "text": "فَكَيْفَ إِذَا جَمَعْنَاهُمْ لِيَوْمٍ لَّا رَيْبَ فِيهِ وَوُفِّيَتْ كُلُّ نَفْسٍ مَّا كَسَبَتْ وَهُمْ لَا يُظْلَمُونَ",
      "tafseer": "أيْ فكيف يكون حال أمثال هؤلاء إذا جمعناهم والناس جميعا إلي يومٍ لا شَكَّ فيه، هو يوم القيامة، وبعثناهم من قبورهم بعد كوْنهم ترابا بأجسادهم وأرواحهم، وأُعْطِيَت حينها حتما كلّ نفسٍ مِن بني آدم جزاء وحقّ ما عملت في دنياها وافِيا كاملاً بلا أيّ انتقاصٍ بلا أيّ ذرّة ظلمٍ فلا يُزاد مُطلقا في سيِّئات أحدٍ ولا يُنْقَص من حسنات أحدٍ ودَرَجته حيث خالقهم تعالي أعدل العادلين الذي لا يَظلم مثقال ذرّة هو قطعا الأعلم بكلّ أفعالهم وأقوالهم مِن خيرٍ أو شرٍّ بتمام العلم ولا يَخْفَيَ عليه أيّ شيءٍ منهم فهو يعلم السِّرَّ وما هو أخْفَيَ منه.. لا شكّ أنّ حالهم سيكون أسوأ وأقبح حال!! إذ ليس لهم إلا العذاب الذي لا يُوصَف بما يُناسب ما فعلوه في دنياهم من شرور ومَفاسد وأضرار وتعاسات.. وفي هذا تهديدٌ وتحذيرٌ شديدٌ لهم ولأمثالهم لعلهم يستفيقون ويعودون لربهم ولدينهم الإسلام ليسعدوا في الداريْن قبل فوات الأوان ونزول العذاب"
    },
    {
      "number": 26,
      "text": "قُلِ اللَّهُمَّ مَالِكَ الْمُلْكِ تُؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ وَتُعِزُّ مَن تَشَاءُ وَتُذِلُّ مَن تَشَاءُ بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "tafseer": "أيْ قل يا رسولنا الكريم ويا كل مسلم مُتَوَسِّلاً داعياً إلى الله مُقِرَّاً مُعْتَرِفَاً بسلطانه وعظمته وقُدْرته وعلمه عابداً أيْ طائعاً له وحده شاكراً له مُتَوَكّلاً عليه وحده قل يا الله يا مالك المُلك الذي يَملك هذا المُلك الهائل العظيم التامّ الذي يشمل كلّ شيءٍ في هذا الكوْن المُعْجِزَة الذي له وحده كل ما فيه ومالِكه كله والمُتَصَرِّف فيه في الدنيا والآخرة والقادِر عليه والعالِم به من حيث الخَلْق والإحياء والإماتة والرعاية والرزق والإرشاد لكل خيرٍ وسعادة، ليس معك أيّ شريكٍ ولا يمنعك أيّ مانع مِمّا تريد ولذا فأنت وحدك المُسْتَحِقّ للعبادة وللشكر وللتوكّل عليه، ومَن يَفعل ذلك يَسعد في دنياه وأخراه.. \".. تُؤْتِي الْمُلْكَ مَن تَشَاءُ وَتَنزِعُ الْمُلْكَ مِمَّن تَشَاءُ..\" أيْ أنت وحدك تُعْطِي وتَمْنَح المُلك والمال والتمْكِين والحُكْم والسلطان والنفوذ والتّصَرُّف في الأرض مَن تشاء مِن خَلْقك إذا أحسنَ اتّخاذ أسبابه واستخدمه في كل خيرٍ وسعادةٍ فتُوَفّقه له وتُعِينه وتُسَهِّله عليه، وتأخذه وتَسْلبه وتَقْتَلعه بقوّة مِمَّن تشاء منهم الذي استخدمه في شرٍّ وتعاسة، في توقيتٍ وبأسلوبٍ حسبما تقتضيه حِكْمتك لمصلحتهم ولنفعهم، فما يَمتلكه الخَلْق فهو مِمَّا تُمَلّكه أنت لهم ولك أن تأخذه منهم في أيّ وقتٍ تشاء.. \"..  وَتُعِزُّ مَن تَشَاءُ وَتُذِلُّ مَن تَشَاءُ..\" أيْ وكذلك أنت وحدك تُعْطِي العِزَّة أيْ العَظَمَة والكرامة والشرف والمَكانَة والرِّفْعَة والقوة والغَلَبَة والنّصْرَة في الداريْن كاملة لا ناقصة حقيقية لا وَهْمِيَّة مستمرّة لا مُتَقَطّعة لمَن تَشاء مِن خَلْقك، الذي يَستحِقّها قطعا واتّخذ أسباب الحصول عليها وهي العمل بكل أخلاق الإسلام، وهم رسلك الكرام، والذين آمنوا أيْ صَدَّقوا بك وبهم وبكتبك وآخرتك وحسابك وعقابك وجنتك ونارك ما داموا متمسّكين عامِلين بكل أخلاق إسلامهم، وتُذِلّ مَن تَشاء مِمَّن لا يَستحِقّ العِزّة مطلقا كالمنافقين مثلا ومَن يَتَشَبَّهَ بهم من المسلمين وغيرهم الذين هم بسبب سوء أقوالهم وأفعالهم وإظهارهم الخير وإخفائهم الشرّ أذِلّة أخِسَّاء مُتَلَوِّنين مُنْحَطّين وَضيعين كذوبين تابعين قَلِقين متوتّرين مضطربين مُهْتَزين مُرتعشين خائفين مَرْعُوبين مُنْزَعِجين مُتشكِّكين في كل ما حولهم مُتَوَقّعين أنه سيُهلكهم وبالجملة هم مَرْضَيَ مُعَذّبين تَعساء في دنياهم ثم أخراهم حيث العقاب المُناسب لكل ذلك بالقطع.. وفي هذا الدعاء الذي يُوصِي الإسلامُ به المسلمين أنْ يدعوه طمْأَنَة لهم أنَّ ربهم الكريم القويّ العزيز حتما ناصرهم ومُكْرمهم ومُعِزّهم علي مَن آذاهم في الدنيا والآخرة.. \".. بِيَدِكَ الْخَيْرُ إِنَّكَ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ ﴿26﴾\" أيْ أنت وحدك لا غيرك الذى تَمْلك الخير كله في الدنيا والآخرة وتَتَصَرَّف فيه كَيْفَما تُريد تُعطيه مَن تشاء وتَمنعه عَمَّن تشاء لأنك حتما علي ذلك وعلى كل شىءٍ قدير بتمام القُدْرة والعلم فبمجرد أن تقول لشيءٍ كن فيكون كما تريد لا يمنعك مانِع ولا يصعب عليك شيء.. فأعْطِنا يا كريم يا وَهَّاب يا وَدُود يا رحيم كما عَوَّدْتنا من خيرك العظيم الوفير الذي لا يُحْصَيَ"
    },
    {
      "number": 27,
      "text": "تُولِجُ اللَّيْلَ فِي النَّهَارِ وَتُولِجُ النَّهَارَ فِي اللَّيْلِ وَتُخْرِجُ الْحَيَّ مِنَ الْمَيِّتِ وَتُخْرِجُ الْمَيِّتَ مِنَ الْحَيِّ وَتَرْزُقُ مَن تَشَاءُ بِغَيْرِ حِسَابٍ",
      "tafseer": "أيْ ومِن بعض مُعجزاتك سبحانك ومن الآيات والنِعَم التي علينا أن نتذكّرها ونشكرها ومن تمام قدْرتك علي كلّ شيءٍ أنك وحدك الذي تُولِج الليل في النهار أي تُدْخِل هذا في هذا وهذا علي هذا وتزيد أحيانا في أحدهما ما تنقصه من الآخر والعكس، وهكذا.. وأنت الخالق سبحانك القادر علي كل شيء، علي فِعْل الشيء وضِدّه، وكليهما فيه المنفعة والسعادة التامّة لخَلْقِك إذا أحسنوا استخدامه، فأنت تخلق مخلوقات حيّة فيها روح كالبَشَر والدوابّ مثلا مِن ما هو ميت بلا روح كماء الشرب، وتخلق بيضا مثلا لا روح فيه من طيرٍ متحرّك به روح، وهكذا إعجاز في كل مخلوق مهما صغر، ولذا فأنت وحدك المُسْتَحِقّ للعبادة أي الطاعة، ومَن يعبدك ويتوكّل عليك وحدك فقد سَعِد السعادة التامّة في دنياه وأخراه.. ثم القادر مثلك علي كل ذلك هو قادر قطعا علي بَعْث البَشَر بعد موتهم ليوم القيامة حيث الحساب الختاميّ لما فعلوه فيُجازِي أهل الخير بكل خيرٍ وسعادة وأهل الشرّ بما يستحقونه من كل شرٍّ وتعاسة بكل عدلٍ دون أيّ ذرّة ظلم، وقادر كذلك علي أن يُؤْتِي الملك مَن يشاء ويَنْزِعه مِمَّن يشاء ويُعِزّ مَن يشاء ويُذِلّ مَن يشاء.. \".. وَتَرْزُقُ مَن تَشَاءُ بِغَيْرِ حِسَابٍ ﴿27﴾\" أيْ وكما أنك أنت وحدك الخالِق للكوْن وللخَلْق فأنت أيضا وحدك الرزَّاق الذي يُيَسِّر كل أسباب الرزق وأصوله ومُقَوِّماته وموادّه وموارده لخَلْقه، إنك تُعِين بكل العَوْن مَن يستعين بك، وتُيَسِّر له الأسباب، إمّا مباشرة وإما بتيسير خَلْقٍ مِن خَلْقك يُعينوه علي ما يريد تحقيقه، إنك تعالي تَبْسط الرزق أي تُوَسِّعه وتكثره لِمَن تشاء، وتَقْدِر أي تُضَيِّق وتُقَلّل لمَن تشاء، فليس الأمر إذن مُرتبط بالكفر والإيمان والحب والكُرْه! بحيث الذي يُوَسَّع عليه يَتَوَهَّم أنه مُقَرَّب مِن الله مَحْبوب لديه، حتي ولو كان كافرا! كما أنَّ الذي يُضَيَّق عليه لا يَتَوَهَّم أنه بعيد عن ربه مَكْروه منه! فلْيَطمَئِنّ إذن المؤمنون بربهم المتمسّكون بإسلامهم إذا حَدَثَ وقلّت أرزاقهم أحيانا بعض الأوقات، فالأمر مُتَعَلّق بأنه سبحانه يريد أن يُصلح خَلْقه ويُكملهم ويُسعدهم حيث هو يعلم بتمام العلم الذي ليس بعده أيّ علمٍ أكثر منه كلّ شيءٍ عن أيّ شيءٍ مِن مخلوقاته، ويعلم مَن يُصلحه ويُكمله ويُسعده بَسْط الرزق ومَن يَستحِقه بأنْ أحْسَنَ اتّخاذ أسبابه ومَن سيُحْسِن استخدامه فيُسْعِد ذاته ومَن حوله في الداريْن ونحو هذا، ويعلم أيضا قطعا مَن سيُفْسِده وينقصه ويُتعسه بَسْط الرزق وهو لا يَسْتَحِقّه لأنه لم يُحْسِن اتّخاذ أسبابه ولن يُحْسِنَ استخدامه فسيُتْعِس ذاته وغيره فيهما فيُضَيِّق عليه بعض الوقت أو في بعض الأرزاق وليس كلها لكي يَستفيق ويُصْلِح حاله، ثم هو تعالي إن ضَيَّقَ في رزقٍ ما فإنه يكون لفترةٍ ما، ويكون للاختبار أو كنتيجةٍ لخطأٍ ما في اتّخاذ الأسباب مثلا، ويكون للاستفادة بخبراتٍ مِن ذلك، فالرزق ليس مالا فقط، وإنما إضافة للمال الصحة والعافية والأمن والأمان وراحة البال والمَأكل والمَشرب والمَلْبَس والمَرْكَب والمَسْكَن الطيِّب الهنيء والأسرة والأقارب والجيران والزملاء والأصدقاء الأمناء الصالحين الخَيِّرِين وبالجملة كل ما يُسْعِد الإنسان ومَن حوله في الداريْن.. \".. بِغَيْرِ حِسَابٍ ﴿27﴾\" أيْ هذه الأرزاق، في الدنيا، وفي الآخرة بما لا يُوصَف ولا يُقَارَن لمَن يؤمنون بها، تكون بغيرِ حَدٍّ ولا عَدٍّ ولا يُمكن أبداً حِسابها وحَصرها وتقديرها فهي هائلة عظيمة وفيرة لا يُمكن لأحدٍ أن يَتَخَيَّلها أو يعلم مقدارها إلا أنت الذي أعطيتها سبحانك الكريم الوَهَّاب، فأنت تُعْطِي بلا خشيةٍ من انتهاء العطاء ولا يُحاسبك أيضا أيّ أحدٍ فالأملاك كلها ملكك فأنت مالك المُلك كله"
    },
    {
      "number": 28,
      "text": "لَّا يَتَّخِذِ الْمُؤْمِنُونَ الْكَافِرِينَ أَوْلِيَاءَ مِن دُونِ الْمُؤْمِنِينَ وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ إِلَّا أَن تَتَّقُوا مِنْهُمْ تُقَاةً وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ",
      "tafseer": "أيْ لا يَجْعَل أبداً، ولا يَصِحّ ولا يُعْقَل ولا يُقْبَل أن يَتّخِذ، المؤمنون أيْ المُصَدِّقون بوجود الله وبكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره وتَمَسَّكوا وعملوا بكل أخلاق إسلامهم – ويُناديهم سبحانه بصفة الإيمان لإلهاب مشاعرهم ليكونوا أسرع استجابة – وهم المُتَأَكّدون تماما كما في الآية السابقة أنَّ الله هو مالِك المُلك كله وبيده الخير كله، الكافرين – أيْ غير المُصَدِّقين بما سَبَق ومَن يَتَشَبَّه بهم سواء أكانوا من المُشْرِكين أيْ العابدين لغيره كصنمٍ أو حجرٍ أو نجمٍ أو نحوه أو المُنافقين أيْ المُظْهِرين للخير المُخْفِين للشرّ أو المُعتدين الظالمين غير العادلين أو الفاسدين الناشرين للشرّ أو مَن يُشبه هؤلاء – أولياء من غير المؤمنين أيْ أولياء لأمورهم وليس المؤمنين يُديرونها لهم ويُوَجِّهونهم فيها ويتحابّون ويَتناصرون فيما بينهم ويُخبرونهم بأسرار المسلمين ونحو هذا، مهما كانت درجة قرابتهم لهم، لأنهم غالبا أو مُؤَكّدَاً سيَأخذونهم لكل شرّ وفسادٍ وظلمٍ وحتي كُفْر، لكلّ شقاءٍ وكآبةٍ وتعاسةٍ في دنياهم وأخراهم، لأنهم هم الذين يَتَوَلّون أمورهم ويَقودنهم ويُوَجِّهونهم، فالواقع يُثْبِت ذلك كثيرا.. هذا، ولا يَمْنَع الإسلام بل ويَطلب حُسن التعامُل مع الجميع ما داموا مُسالِمين غير مُعْتَدِين.. \".. وَمَن يَفْعَلْ ذَٰلِكَ فَلَيْسَ مِنَ اللَّهِ فِي شَيْءٍ..\" أيْ ومَن يَفعل ذلك الاتّخاذ للكافرين من دون المؤمنين فليس مِن ولاية الله في شيء، لأنه لا تَجتمع حتماً ولاية الله مع ولاية الكافرين والمُتَشَبِّهِين بهم، وليس مِن الصِّلَة بالله أبداً في أيِّ شيء، أيْ تَبَرَّأَ الله منه، فهو ليس مُطلقاً من حزبه ومن أوليائه في شيء، فقد ابْتَعَدَ عنه تماما، أيْ قَطَعَ كلَّ صِلَةٍ بينه وبين الله والإسلام والمسلمين، فلا حُبّ ولا تَوَاصُل ولا رعاية ولا أمن ولا عوْن ولا توفيق ولا سداد ولا رزق ولا بركة ولا تيسير ولا قوة ولا نصر وبالجملة لا سعادة بل كل كآبة وتعاسة في دنياه وأخراه.. إنَّ علي المؤمنين أن يَتّخذ بعضهم بعضاً أولياء ليَقْوُوا ويَرْقُوا ويَسعدوا في الداريْن.. \".. إِلَّا أَن تَتَّقُوا مِنْهُمْ تُقَاةً..\" أيْ إلا في حالة أن تَتَجَنّبوا منهم ضَرَرَاً يجب الاتّقاء منه، أيْ إلا أن تخافوا منهم مَخَافَةً مَا، والتقاة هي الخشية والخوف، أيْ إلا في حالات الضعف الشديد وأن يَغْلِب علي ظنّ الصالحين حُدُوث ضَرَرٍ شديد، سواء بالنسبة للأفراد المسلمين أو للمجموعات والدول المسلمة، فحينذٍ وبسبب هذه الضرورة القُصْوَيَ يُمكن مُوالاتهم اتقاءً لهذا الضرر الشديد وتكون في أضيق الحدود وظاهريا باللسان لا بالعمل ما أمكن وفي أقل الأوقات المُمْكِنَة وبكراهية ذلك بالعقل كراهية شديدة وبالعزم الأكيد بالنوايا به علي سرعة التخلّص من هذا الوضع في أقرب وقتٍ مُمْكِنٍ من خلال زيادة قوة المسلم والمسلمين ودولهم تدريجيا بكل أنواع القوي الاقتصادية والسياسية والعسكرية والإعلامية والفكرية والاجتماعية وغيرها ليَعْتَدِل الوضع ويعود لطبيعته الأصلية وهي أن تقود أخلاق الإسلام ويقود المسلمين بعدلهم وتَقَدّمهم البشرية كلها نحو الخير والسعادة في دنياها وأخراها.. \"..  وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَإِلَى اللَّهِ الْمَصِيرُ ﴿28﴾\" أيْ ويُخَوِّفكم الله لكي تكونوا حَذِرِين يَقِظِين فلا تَقَعُوا في مخالفةٍ للإسلام، يُحَذّركم نفسه أيْ مِن نفسه أيْ مِن عقابه بما يُناسب في الدنيا والآخرة إذا خَالَفتم، وأنتم متأكّدون تماما أنه إلي الله المصير أيْ مصير الجميع ومَرْجِعهم يوم القيامة إليه وحده لا إلي غيره، وهو أعلم بهم تمام العلم، فيُجَازِي كلاًّ بما يستحقّه، أهل الخير بكل خيرٍ وسعادة، إضافة إلي ما كانوا فيه من تمام الخير والسعادة في دنياهم بسبب إيمانهم وتمسّكهم وعملهم بكل أخلاق إسلامهم، وأهل الشرّ بما يستحقّونه من شرٍّ وتعاسة علي قدْر شرورهم ومَفاسدهم وأضرارهم، بكلّ عدلٍ دون أيّ ذرّة ظلم، إضافة أيضا إلي ما كانوا فيه من تعاسةٍ في دنياهم بسبب بُعْدهم عن ربهم وإسلامهم.. هذا، ومن المعاني أيضا أنه إليه وحده لا إلي غيره المصير أيْ المَرْجِع في الدنيا فهو سبحانه الذي يُرْجَع إليه أمر كلّ شيءٍ ليُبَيِّن حُكمه فيه، أين الصواب من الخطأ والخير من الشرّ والسعادة من التعاسة، من خلال تشريعاته وأنظمته وأخلاقياته التي بَيَّنها وفَصَّلَها للبَشَر في الإسلام الذي أرسله إليهم عن طريق رسله.. وفي هذا تهديدٌ وتحذيرٌ شديدٌ حيث يُحَذّر سبحانه من ذاته العَلِيَّة وعذابه وغضبه فلْيَعْتَبِر إذَن مَن أراد الاعتبار"
    },
    {
      "number": 29,
      "text": "قُلْ إِن تُخْفُوا مَا فِي صُدُورِكُمْ أَوْ تُبْدُوهُ يَعْلَمْهُ اللَّهُ وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ",
      "tafseer": "أيْ قل يا رسولنا الكريم ويا كل مسلم لمَن حولك، اذْكُر لهم وذَكِّرهم، بقولك وعملك، بكل قُدْوَةٍ وحكمة وموعظة حسنة، وبكل وضوحٍ وحَسْمٍ وبلا أيّ تَرَدُّد، وبما يُناسبهم من أقوالٍ وأفعالٍ وفي توقيتٍ وبأسلوبٍ مناسب، قل لهم إنْ لم تُظْهِروا ما بداخل عقولكم من فكرٍ في الخير أو الشرّ أو تُظهروه يعلمه الله بكل تأكيدٍ فهو عليم تمام العلم بكل علمٍ ليس بعده أيّ علمٍ أكثر منه بما تعملونه وتقولونه كله سواء في سِرِّكم أو علانيتكم لا يَخْفَيَ عليه شيء وسيُحاسبكم علي ذلك بالخير خيراً وسعادة وبالشرّ شرَّاً وتعاسة في الداريْن بكلّ عدلٍ دون أيّ ذرّة ظلم، فأحْسِنوا إذَن العمل دائما وافعلوا كلَّ خيرٍ واتركوا كلّ شرٍّ من خلال التمسّك والعمل بكل أخلاق إسلامكم.. \".. وَيَعْلَمُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ..\" أيْ وقطعاً لا يَخْفَىَ عليه أيّ شيءٍ من أحوال كل مخلوقاته فيهما بل هو بكلّ شيءٍ في كوْنه عليم تمام العلم.. \".. وَاللَّهُ عَلَىٰ كُلِّ شَيْءٍ قَدِيرٌ ﴿29﴾\" أيْ وهو حتماً علي ذلك وعلي كل شيءٍ قدير بتمام القُدْرة والعلم فبمجرد أن يقول لشيءٍ كُن فيكون كما يريد لا يمنعه مانِع ولا يصعب عليه شيء"
    },
    {
      "number": 30,
      "text": "يَوْمَ تَجِدُ كُلُّ نَفْسٍ مَّا عَمِلَتْ مِنْ خَيْرٍ مُّحْضَرًا وَمَا عَمِلَتْ مِن سُوءٍ تَوَدُّ لَوْ أَنَّ بَيْنَهَا وَبَيْنَهُ أَمَدًا بَعِيدًا وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ وَاللَّهُ رَءُوفٌ بِالْعِبَادِ",
      "tafseer": "أيْ اذْكُر وذَكِّر مَن حولك يا كلّ عاقلٍ لكي تَتَّعِظوا وتُحسنوا التعامُل مع حياتكم الدنيا، اذكر يوم الحساب يوم القيامة يوم تجد فيه كل نفسٍ إنسانيةٍ ما عملت في دنياها مِن خيرٍ قَلّ أو كَثُر حاضراً معها ظاهراً ثابتاً واضحاً كأنه قد أٌحْضِرَ من الدنيا إلى الآخرة فتراه بعينها مُسَجَّلاً في كتابها وسِجِلّها المُسَجَّل فيه كل أقوالها وأفعالها الخيرية والشَّرِّيَّة لحظة بلحظةٍ صغيرها وكبيرها سِرَّها وعلانيتها بكل دِقّةٍ وعدلٍ دون أيِّ ذرّة خطأٍ أو ظلمٍ حيث ستُعْطَيَ أجرها العظيم في مقابل الخير بكل خيرٍ وسعادةٍ خالدةٍ في جناتٍ فيها ما لا عين رأت ولا أذن سمعت ولا خطر علي عقل بَشَر، وأمّا ما عملته وقالته من سوءٍ أيّ شَرٍّ فإنها يومها حينها تتمنّي وتحب بشدّة لو كان بينها وبينه زمنا طويلا ومسافة بعيدة خوفا مِمَّا يَتَرَتّب عليه من فَضْحٍ وعقابٍ وعذابٍ لا يُوصَف، ولكن لن يتحقق لها حتماً هذا التّمَنّي بل ستَندم علي عملها لهذا السوء في وقتٍ لا ينفع فيه الندم حيث يومها يوم حسابها لا يوم عملٍ وتصويب لأخطائها.. \".. وَيُحَذِّرُكُمُ اللَّهُ نَفْسَهُ..\" أيْ ويُخَوِّفكم الله لكي تكونوا حَذِرِين يَقِظِين فلا تَقَعُوا في مخالفةٍ للإسلام، يُحَذّركم نفسه أيْ مِن نفسه أيْ مِن عقابه بما يُناسب في الدنيا والآخرة إذا خَالَفتم، فهو أعلم بكم تمام العلم، فيُجَازِي يومها كلاًّ بما يستحقّه، أهل الخير بكل خيرٍ وسعادة، إضافة إلي ما كانوا فيه من تمام الخير والسعادة في دنياهم بسبب إيمانهم وتمسّكهم وعملهم بكل أخلاق إسلامهم، وأهل الشرّ بما يستحقّونه من شرٍّ وتعاسة علي قدْر شرورهم ومَفاسدهم وأضرارهم، بكلّ عدلٍ دون أيّ ذرّة ظلم، إضافة أيضا إلي ما كانوا فيه من تعاسةٍ في دنياهم بسبب بُعْدهم عن ربهم وإسلامهم.. وفي هذا تهديدٌ وتحذيرٌ شديدٌ حيث يُحَذّر سبحانه من ذاته العَلِيَّة وعذابه وغضبه فلْيَعْتَبِر إذَن مَن أراد الاعتبار ولْيَفْعَل كلّ خيرٍ ولْيَتْرُك كلّ شَرٍّ من خلال العمل بكل أخلاق الإسلام.. هذا، واستخدام ذات الألفاظ في تحذير الله تعالي من نفسه كما في الآية ﴿28﴾ هو لمزيدٍ من التأكيد علي المعاني التي فيها والتنبيه لها والتذكير بها وتثبيتها وعدم نسيانها.. \".. وَاللَّهُ رَءُوفٌ بِالْعِبَادِ ﴿30﴾\" أيْ والله بكل تأكيدٍ بلا أيِّ شكّ رؤوف رحيم بالناس جميعا وبالخَلْق كله فما بالكم بكم أنتم أيها المؤمنون؟!.. أيْ كثير الرأفة والرحمة، فهو أرحم بهم من أنفسهم ومن الوالدة بولدها، والرأفة هي كراهية إصابة الغير بأيّ شرٍّ أو ضَرَرٍ بما يُتعسه، والرحمة هي حب إيصال الخير والنفع له بما يُسعده، ورحمته وَسِعَت كل شيء وهي أوسع مِن أيّ ذنبٍ ودائما تَسبق غضبه، فلا ييأس أحدٌ أبداً من رحمته مهما فَعَل فلْيَعُد للخير وسيَجد كل خير كما وَعَدَ ووَعْده لا يُخْلَف مطلقا \" قُلْ يَا عِبَادِيَ الَّذِينَ أَسْرَفُوا عَلَىٰ أَنفُسِهِمْ لَا تَقْنَطُوا مِن رَّحْمَةِ اللَّهِ إِنَّ اللَّهَ يَغْفِرُ الذُّنُوبَ جَمِيعًا إِنَّهُ هُوَ الْغَفُورُ الرَّحِيمُ\" ﴿الزمر:53﴾، وهو مِن رأفته بهم حَذّرهم نفسه ليَنتبهوا وليُحْسِنوا كلّ قولٍ وعملٍ ليَسعدوا ولا يَتعسوا في الداريْن"
    },
    {
      "number": 31,
      "text": "قُلْ إِن كُنتُمْ تُحِبُّونَ اللَّهَ فَاتَّبِعُونِي يُحْبِبْكُمُ اللَّهُ وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ",
      "tafseer": "أيْ قل يا رسولنا الكريم ويا كل مسلم لمَن حولك، اذْكُر لهم وذَكِّرهم، بقولك وعملك، بكل قُدْوَةٍ وحكمة وموعظة حسنة، وبكل وضوحٍ وحَسْمٍ وبلا أيّ تَرَدُّد، وبما يُناسبهم من أقوالٍ وأفعالٍ وفي توقيتٍ وبأسلوبٍ مناسب، قل لهم لو كنتم تُحِبّون الله بحقٍّ كما تقولون، فلا يَكفي القول فقط وإنما لا بُدَّ من العمل الذي يُصَدِّقه ويَتَوَافَقَ معه لإثبات ذلك، بأنْ تتّبعوني، أيْ تَتّبعوا كل أخلاق الإسلام التي في القرآن العظيم في كل شئون حياتكم.. إنَّ الحب يُعين علي الاتّباع ويُسَهِّله ويُمَهِّد له الطريق.. إنه بالتأكيد كل مَن يحب الله فإنه حتما سيقوم بالتنفيذ لوَصَاياه لتأكّده التامّ أنَّ فيها المصلحة التامّة لأنها مِن خالِقه الذي يعلم تماما كل ما يُصلحه ويُكمله ويُسعده، أمّا غير المُحِبّ له فلن يُنَفّذ لعدم إدراكه لهذا لأنه قد عَطّل عقله بالأغشية التي وضعها عليه وهي الحرص الشديد الدائم علي ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوماً مَا كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. وفي هذا التعبير والتذكير بالحب إلْهَابٌ لمَشاعِرهم للعَوْن علي سرعة الاستجابة.. إنَّ المسلم المُحِبّ لربه لو فَارَقَه للحظة، لشَرٍّ مَا فَعَلَه، فإنه يعود فوراً تائباً له لتعود له سعادة مُلاَزَمَتِه الغامِرَة بعدما ذاقَ تعاسة ومرارة الشَّرّ بالقَدْر الذي فَعَلَه.. \".. يُحْبِبْكُمُ اللَّهُ..\" أيْ فإنْ اتّبَعْتُموني فإنَّ ذلك حتماً سيُؤَدِّي إلي أنْ يُحِبَّكم الله، ومَن أَحَبَّه كان سَمْعه الذي يسمع به وبصره الذي يبصر به ويده التي يتصرّف بها ورجله التي يمشي عليها ولئن سأله أيَّ مسألةٍ أعطاه إيّاها أو ما هو أفضل منها ولئن استعاذه من أيّ شرٍّ أعاذه أيْ حفظه منه وأعانه عليه وحَبَّبَ خَلْقَه فيه وبالجملة سيكون في تمام الخير واليُسْر والأمن والسعادة في دنياه قبل أخراه، كما وَعَدَ سبحانه في أحاديث الرسول ﷺ المعروفة، وكَفَيَ بذلك جزاء عظيما لكم.. \".. وَيَغْفِرْ لَكُمْ ذُنُوبَكُمْ وَاللَّهُ غَفُورٌ رَّحِيمٌ ﴿31﴾\" أيْ وكذلك يؤدي إلي أن يُسامحكم فلا يُعاقبكم علي ذنوبكم ويزيلها كأن لم تكن ويَمْحُو عنكم آثارها المُتْعِسَة في الداريْن ويَسْترها ويُخْفيها فلا يُعَذّبكم بفَضْحكم بها فيهما، ويُنجيكم برحمته يوم القيامة من عذاب النار المُؤْلِم المُهِين بأنْ يُعينكم علي ما تقومون به من تَرْك الشرور والمَفاسد والأضرار وبأنْ يشملكم بعفوه وبمغفرته لِمَا قد تقعون فيه من ذنوبٍ ويُيَسِّر لكم التوبة منها أوَّلاً بأوّل، فإنه غفور رحيم أيْ كثير المغفرة يعفو عن الذنوب ولا يُعاقِب عليها لكل مَن تاب توبة صادقة وَرَدّ لأصحاب الحقّ حقوقهم إنْ كان الذنب مُتعلقا بهم، رحيم أيْ كثير الرحمة حيث رحمته وَسِعَت كل شيءٍ وهي أوسع من أيّ ذنبٍ ودائما تَسبق غضبه"
    },
    {
      "number": 32,
      "text": "قُلْ أَطِيعُوا اللَّهَ وَالرَّسُولَ فَإِن تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ",
      "tafseer": "أيْ هذا مزيدٌ من التأكيد علي اتّباع الرسول ﷺ كما جاء في الآية السابقة، أيْ قل يا رسولنا الكريم ويا كل مسلم لمَن حولك، اذْكُر لهم وذَكِّرهم، بقولك وعملك، بكل قُدْوَةٍ وحكمة وموعظة حسنة، وبكل وضوحٍ وحَسْمٍ وبلا أيّ تَرَدُّد، وبما يُناسبهم من أقوالٍ وأفعالٍ وفي توقيتٍ وبأسلوبٍ مناسب، قل لهم أطيعوا أي استجيبوا ونَفِّذوا أيها الناس ما وَصَّاكم به الله ورسوله ﷺ مِن التمسّك والعمل بكل أخلاق الإسلام وداوِموا واستَمِرّوا علي ذلك طوال حياتكم لتسعدوا تمام السعادة في دنياكم وأخراكم.. \".. فَإِن تَوَلَّوْا فَإِنَّ اللَّهَ لَا يُحِبُّ الْكَافِرِينَ ﴿32﴾\" أيْ فإن استجابوا فلهم كل الخير والسعادة فيهما وإنْ تَوَلّوْا أيْ أعطوا ظهورهم لرسولهم الكريم ﷺ والْتَفَتُوا وانْصَرَفوا وابْتَعَدُوا عنه وعن الإسلام وتَرَكوه وأهْمَلوه بصورةٍ فيها تكذيبٍ وعِنادٍ واستكبارٍ واستهزاءٍ بما يُفيد إصرارهم التامّ علي فِعْل الشرور والمَفاسد والأضرار فلهم كل الشرّ والتعاسة فيهما، فإنَّ الله حتما لا يُحِبّ مُطلقاً الكافرين أي المُكَذّبين بوجوده وكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره المُعانِدين المُستكبرين المُستهزئين الفاعِلين للشرور والمَفاسد والأضرار حيث لا حساب من وجهة نظرهم، فحُبّه سبحانه لا يكون أبداً إلا لمَن يُحِبّه ويُثْبِت ذلك عمليا باتّباعه للرسول ﷺ وللإسلام كما في الآية السابقة، ومَن لا يُحِبّه ويَكرهه فإنه بكل تأكيد لا يُوَفّقه ولا يُيَسِّر له أسباب الخير والسعادة ولا يزيده منهما في دنياه وأخراه ويُعاقِبه فيهما بكل شرٍّ وتعاسةٍ بما يُناسب كفره وإثمه.. فإيّاكم ثم إياكم أيها المسلمون أن تَتَشَبَّهوا بمِثْل هؤلاء وإلا تعستم مثل تعاساتهم تمام التعاسة في دنياكم وأخراكم"
    },
    {
      "number": 33,
      "text": "إِنَّ اللَّهَ اصْطَفَىٰ آدَمَ وَنُوحًا وَآلَ إِبْرَاهِيمَ وَآلَ عِمْرَانَ عَلَى الْعَالَمِينَ",
      "tafseer": "أيْ إنَّ الله قد اصطفي أفضل البَشَر هؤلاء علي جميعهم في زَمَنِهم وبَعْده حتي قيام الساعة، أي اختارهم، لحُسْن أخلاقهم وكمالهم، واصطفي لهم الدين، الإسلام، ليُنَظّم لهم كل شئون حياتهم ليُسعدها، وقد خَصَّهم تعالي بالذكْر لأنَّ كلّ الرسل مِن نَسْلِهم، فاقتدوا بهم وافعلوا مثلهم أيها الناس، فإنْ اقْتَدَيْتَ بهم أيها المسلم، قَارَبْتَ أن تَصِلَ إلي الكمال مثلهم، كما يُشَجِّعنا علي ذلك الرسول ﷺ بقوله \"كَمَلَ مِن الرجال كثيرٌ..\" ﴿جزء من حديث رواه البخاري ومسلم﴾، وسيَختارك ربك مِثْلما اختارهم، لتكون داعيا له وللإسلام هاديا لخَلْقه مُنيراً لهم طريقهم في حياتهم قائداً لهم لكل صوابٍ وخيرٍ وسعادةٍ في دنياهم وأخراهم، وسيُعطيك مثلما أعطاهم من العلم والحكمة والاتزان والاعتدال والقوة والرعاية والأمن والتوفيق والسداد والرزق والحب والرضا واليُسْر والسعادة كلها في الداريْن.. لقد ذَكَرَ آدم عليه السلام لأنه أول إنسانٍ خَلَقه بيده تعالي وبقية الإنسانية من نَسْلِه ونفخ فيه من روحه وأسجد له ملائكته وعَلّمه أسماء كل شيء في الحياة ليتعلّموا منه كلهم بعده جيلا بعد جيل أصولها وكيفية ضبطها بأخلاق الإسلام، وذَكَرَ نوحا ﷺ لأنه أول رسول بعثه إلى أهل الأرض لَمَّا ابتعدوا عن ربهم وإسلامهم ليُعيدهم إليه ونَصَرَه علي مَن عادوه بأنْ أغرقهم جميعا بالطوفان وأنجاه والمسلمين معه في السفينة، وذَكَرَ آل إبراهيم أيْ هو وأهله وهم إسماعيل وإسحاق والرسل من أولادهما لأنه خليله أيْ حبيبه وأنجاه من النار حينما ألقاه فيها أعداؤه وجعل في ذِرِّيَّته كلّ الرسل والكتب وخاتمهم سيد الخَلْق الرسول الكريم محمد ﷺ الذي أُوحيَ إليه آخر كتبه وهو القرآن العظيم، وذَكَرَ آل عمران أيْ هو وأهله وهو إمّا عمران أبو موسي ﷺ لأنه الذي كَلّمه الله وأنجاه وقومه من فرعون بأنْ شَقَّ له البحر وهو ما لم يَحدث لأحدٍ من العالمين أو عمران أبو مريم التي وَلَدت عيسى ﷺ بغير أبٍ وهي المعجزة التي لم ولن تَحدث مثلها.. إنَّ الله تعالي يُبَيِّن ضِمْنَاً في هذه الآية الكريمة أنه لا يَترك الناس يَتيهون في الحياة ويَضيعون ويَفْسَدون فيَتعسون فيها تمام التعاسة ثم في الآخرة بل هو معهم دائما حتما بعِلْمه وبقُدْرته منذ خلق آدم وحتي يوم القيامة بسبب عظيم رحمته وحبه لخَلْقه وذلك بأن يعطيهم هُدَيً يُرْشِدهم لكلّ خيرٍ وسعادة في دنياهم وأخراهم وهو دين الإسلام"
    },
    {
      "number": 34,
      "text": "ذُرِّيَّةً بَعْضُهَا مِن بَعْضٍ وَاللَّهُ سَمِيعٌ عَلِيمٌ",
      "tafseer": "أيْ أولئك المُصْطَفين الأخْيار بعضهم أبناء من بعض، فنوح من ذُرِّيَّة آدم وآل إبراهيم من ذرية نوح وآل عمران من ذرية آل إبراهيم، وهكذا، فهم مُتَّصِلُون في النّسَب وأيضا في كمال الأخلاق والتمسّك والعمل بكل أخلاق الإسلام وحُسن الدعوة له حيث هم متساوون في ذلك يَتَوَارَثونه فيما بينهم ويُحافظون تماما عليه بعوْن الله وتيسيره لهم بتوكّلهم الدائم عليه وشكرهم له.. إنَّ الله تعالي يُوصي المسلمين ضِمْنَاً في هذه الآية الكريمة أن يُوَرِّثُوا ذُرِّيَّتهم من الأبناء والأحفاد والأقارب وغيرهم ذُكُورَاً وإناثاً مِثْل ذلك، فهذا هو الضمان لاستمرار البَشَرِيَّة علي الخير والسعادة علي الأرض وفي الكوْن، فلولا أنَّ الرسل والصالحين والدعاة السابقين قد قاموا بتوصيل هذه الأمانة من ربهم، أي الإسلام، علي أكمل وجهٍ، لَمَاَ وَصَلَتْ للمسلمين الحالِيِّين وسَعِدُوا بها، وإذا لم يقوموا هم وذُرِّيَّاتهم بتوصيلها لمَن بعدهم لَحُرِمُوا سعادتها وأَثِمُوا علي هذا إنْ لم يكن لهم عذر مقبول، وإنْ قاموا بها فلهم أجرهم العظيم في الداريْن كما وَعَدَ الرسول ﷺ ووعده الصدق بقوله \" إنَّ الدَّالَّ علي الخيرِ كفَاعِلِه\" ﴿رواه الترمذي﴾.. فأحْسِنوا اتّخاذ أسباب كل ذلك أيها المسلمون وأتْقِنُوه ما أمكن، وأبْشِروا، فالله سميع عليم أيْ فهو وحده بالتأكيد الذي له كلّ صفات الكَمَال الحُسْنَيَ والتي منها أنه سميع أي يَسمع بتمام السمع والإدراك كلّ شيءٍ عن أيّ شيءٍ وهو عليم تمام العلم بعلمٍ ليس بعده علم أكثر منه بكل الأقوال والأفعال لجميع خَلْقه، وبالتالي سيُجازِي في الدنيا والآخرة حتما بكلّ علمٍ وبكل عدلٍ ودون أيّ ذرّة ظلمٍ أهل الخير بكل خيرٍ وسعادة، وأهل الشرّ بكل ما يستحقّونه مِن كل شرٍّ وتعاسة علي قَدْر شرورهم ومَفاسدهم وأضرارهم"
    },
    {
      "number": 35,
      "text": "إِذْ قَالَتِ امْرَأَتُ عِمْرَانَ رَبِّ إِنِّي نَذَرْتُ لَكَ مَا فِي بَطْنِي مُحَرَّرًا فَتَقَبَّلْ مِنِّي إِنَّكَ أَنتَ السَّمِيعُ الْعَلِيمُ",
      "tafseer": "أيْ اذْكُر وذَكِّر مَن حولك يا كل عاقلٍ لكي تَتَّعِظوا، اذكروا حين قالت امرأة عمران والدة مريم أم عيسي ﷺ عندما حَمَلت بها – وعمران هو أبوها وليس عمران أبو موسي ﷺ – داعية سائلة الله تعالي ربّ إني قد نَذَرْتُ من أجلك ما في بطني من جنينٍ سيُولَد مُحَرَّرَاً أيْ خالصاً لك وللإسلام، أي وَعَدْتُ وأَلْزَمْتُ نفسي بذلك – والنذر هو وَعْدٌ مستقبليّ بإنفاقٍ مُحَدَّدٍ يشترطه المسلم علي ذاته كنوعٍ من الإلزام والتدريب علي الإنفاق يجتهد في أدائه في موعده ولا يُقَصِّر ولا يُخْلِف وَعْده مع ربه بعدم أدائه – فاقْبَل مِنّي أيْ أعطني عليه من عطائك الذي لا يُحْصَيَ خيراً وسعادة في دنياي وأخراي فإنك أنت السميع العليم أيْ فأنت وحدك بالتأكيد الذي لك كلّ صفات الكَمَال الحُسْنَيَ والتي منها أنك السميع أي الذي يَسمع بتمام السمع والإدراك كلّ شيءٍ عن أيّ شيءٍ وأنت العليم بتمام العلم بعلمٍ ليس بعده علم أكثر منه بكل الأقوال والأفعال لجميع خَلْقك، وبالتالي ستُجازِي في الدنيا والآخرة حتما بكلّ علمٍ وبكل عدلٍ ودون أيّ ذرّة ظلمٍ أهل الخير بكل خيرٍ وسعادة، وأهل الشرّ بكل ما يستحقّونه مِن كل شرٍّ وتعاسة علي قَدْر شرورهم ومَفاسدهم وأضرارهم.. إنَّ الآية الكريمة تُفِيد ضِمْنَاً أن يعيش المسلم دائما حياته مُحَرَّرَاً، أيْ خالِصَاً لله وللإسلام، أيْ مُتَّبِعَاً لنظام الإسلام وحده ولأخلاق الإسلام وحدها دون خَلْطها وإشراكها مع أيِّ أنظمةٍ أو أخلاق أخري مُخَالِفَة لها بل مُتَحَرِّرَاً مُتَخَلّصَاً منها كلها ومن كل تعاساتها، فهو إنْ خالَطَها بما يُخَالِفها عاش مُتَقَلّبَاً بين الخير والشرّ مُضطرباً قَلِقَاً مُتَوَتّرَاً كئيباً تعيسا علي قَدْر ما فَعَلَ مِن شَرّ، بينما لو خَلّصها وحَرَّرها من هذه الشوائب والشرور والمَفاسد والأضرار عاش مُخلصَاً نَقِيَّاً صادقا شَفّافاً ساكناً مُطمئناً آمِنَاً وبالجملة سعيدا.. كذلك تُوصِي الآية الكريمة المسلم لكي يسعد أن يكون دائم السؤال والدعاء لربه أنْ يُثَبِّته علي هذا التحرير، أيْ علي هذا الإخلاص، لِتَثْبُت وتستمرّ سعادته، ولا بُدَّ حتماً سيَستجيب سبحانه كما وَعَدَ ووَعْده الصدق \" وَإِذَا سَأَلَكَ عِبَادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ الدَّاعِ إِذَا دَعَانِ..\" ﴿البقرة:186﴾ والإجابة من معانيها التّقَبّل، فسيَتَقَبَّل منه مؤكّداً لأنه أخلصَ وأحسنَ أقواله وأعماله له وحده أيْ يَفعل ما يَفعل مِن خيرٍ ويَقول ما يَقوله منه مِن أجله تعالي وحده لا من أجل غيره أيْ طَلَبَاً لِحُبِّه ورضاه ورعايته وأمنه وعوْنه وتوفيقه ونصره وقُوَّته ورزقه وإسعاده في الدنيا ثم أعلي درجات جناته في الآخرة، وليس طَلَبَاً لِسُمْعَةٍ أو لِجَاهٍ أو ليَراه الناس فيقولوا عنه كذا وكذا من المدح المُضِرّ المُتْعِس له حيث يُوقِعه في الغرور والتكَبُّر ولمَن يَمدحه حيث قد يُوقِعه في الكذب أو النفاق، أو لِمَا شابه هذا من أغراضٍ وأهدافٍ ونوايا بداخل عقله، فهو سبحانه السميع لكلّ شيءٍ العليم بكلّ شيء"
    },
    {
      "number": 36,
      "text": "فَلَمَّا وَضَعَتْهَا قَالَتْ رَبِّ إِنِّي وَضَعْتُهَا أُنثَىٰ وَاللَّهُ أَعْلَمُ بِمَا وَضَعَتْ وَلَيْسَ الذَّكَرُ كَالْأُنثَىٰ وَإِنِّي سَمَّيْتُهَا مَرْيَمَ وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ",
      "tafseer": "أيْ فلمَّا وَلَدَت مَوْلودتها، قالت ربّ إنّي وَلَدْتُ أنثي، والله حتما أعلم بما وَلَدَت لأنها خَلْقه هو الذي خلقها ويعلم كل ذرّة فيها والمستقبل العظيم لحياتها!!.. \".. وَلَيْسَ الذَّكَرُ كَالْأُنثَىٰ..\" أي هذا إمّا من كلام الله تعالي أو كلامها، أيْ ليس الذكر كالأنثي في قوة التّحَمُّل والحماية في مُقابِل الحنان والعاطفة لديها، لأنها كانت تَتَمَنّيَ ذكراً يحمل الإسلام ويدافع عنه وهو ما لم يتوفر للأنثي من وجهة نظرها ولذا قالت لَمَّا وَضَعَتْها إني وَضَعْتُها أنثي كأنها تتحدّث بحبٍّ لخالقها مُعْتَذِرَة إليه أنَّ المولود ليس ذكراً يمكنه القيام بما كانت تتمنّاه وهي مع هذا راضية حتما بإرادته الخالق الحكيم الكريم لتأكّدها التامّ أنه لا يَصْدُر عنه إلا كلّ خيرٍ ومصلحةٍ وسعادةٍ لخَلْقه جميعا، وبالفِعْل كان مع الوقت لمولودتها هذه شأن عظيم وصِلَة تامّة بالله تعالي إلي الحَدّ الذي كَرَّمها وشَرَّفها بمعجزةٍ لم ولن تحدث قبلها ولا بعدها وهي أن تَلِدَ الرسول الكريم عيسي ﷺ بغير أبٍ بقُدْرته تعالي وتنشر معه الإسلام وتدافع عنه وتصبر علي الأذي من أجله بما يجعل كلّ عاقلٍ يتأكّد تماما أنَّ الخير حتما دائما في تقدير وتدبير الله حتي وإنْ ظهر أحيانا غير ذلك لفترةٍ مَا وأنَّ لكلٍّ من الذكر والأنثي دوره الدعويّ لله وللإسلام حسب إمكاناته واستطاعاته وظروفه وأحواله بل وأنَّ كثيرا من الإناث قد يَكُنَّ خيراً مِن كثيرٍ مِن رجالٍ ضعفاء أو سفهاء أو ظَلَمَة أو فَسَدَة أو كَفَرَة أو نحوهم.. هذا، والرجال والنساء في الأصل متساوون، فهذا يجعل الزوج لا يَتَعَالَيَ علي زوجته أو ينتقص من شأنها – وكذلك القريب مع قريبته والزميل في العمل مع زميلته ونحو هذا – وما يَتْبَع ذلك حتماً من صراعاتٍ ظاهرة وخَفِيَّة وتعاسات، فكلٍّ من الرجل والمرأة هم مِن خَلْق الله، وكلاهما فيه نفخة من روح ربه تعالي، وكلاهما له ذات العقل، وكلاهما مطلوب منه الإعمار والعلم والعمل والإنتاج والإنجاز والكسب والربح والتخطيط والفكر ونحو ذلك من شئون الحياة، وكلاهما له ذات الحساب العادل يوم القيامة علي الخير خيرا وسعادة وعلي الشرِّ شرَّاً وتعاسة، وكلاهما له ذات الدرجات في الجنات إنْ أحسن وذات الدرَكَات في النيران إنْ أساء، وهذا هو المعروف الذي عَرَّفه لنا ربنا ورسولنا الأمين الكريم ﷺ، لكنَّ الله تعالي بعلمه وحكمته وتمام عدله جعل للرجل درجة زائدة عن المرأة في مقابل درجة زائدة لها عليه، ليُكْمِل أحدهما الآخر ويَنْدَمِجَا، ولا يستطيع البُعْد عنه إذ قد أصبح جزءاً منه، وذلك عند زواجهما، لينطلقا في الحياة بكل اكتمالٍ وقوّةٍ وهِمَّةٍ يستكشفانها ويسعدان بخيراتها، وهذه الدرجة للرجل هي قوة التَّحَمُّل والصبر ليُوَفّر لها الحماية والرعاية والأمن ويقوم علي خدمتها وأبنائهما وإدارة شئونهم، والدرجة التي للمرأة هي العاطفة والحب والحنان تُقَدِّمه له ولأسرتها بل وللكوْن كله، كما يقول تعالي عن هذا التّسَاوِي \".. بِمَا فَضَّلَ اللهُ بَعْضَهَمْ عَلَيَ بَعْضٍ..\" ﴿النساء:34﴾ ولم يَقُل مثلا \"بما فَضَّلَهم عليهنّ\"!! إذ لو كان الكوْن يَصْلُح بالرجال فقط لَخَلَقه خالِقه كذلك! لكنه سيكون كوْنَاً غير مُتَوَازِن قد يَغْلِب عليه الصَّلاَبَة والقَسَاوَة!! ولو كان الكوْن يَصلح بالنساء فقط لَخَلَقه خالقه كذلك! لكنه سيكون أيضا كوْنَاً غير مُتوازن قد يغلب عليه العاطفة والطراوة!! لكنه سبحانه أراده كوْنَاً مُتوازناً مُسْعِدَاً فوَضَع هذا التّنَوّع المحدود العادل بينهما، إضافة بالقطع إلي الاختلافات الجسدية المعروفة، ليُكْمِل بعضهم بعضا فيَسعد الجميع في دنياهم وأخراهم.. \".. وَإِنِّي سَمَّيْتُهَا مَرْيَمَ..\" أيْ وقد رَضِيتُ يا ربّ قطعاً بما رَزَقْتَنِي وسَمّيتها مريم، وهي تعني بلغتهم وقتها عابِدَة لله، ليكون اسمها تذكيراً دائما لها لأنْ تكون كذلك.. \".. وَإِنِّي أُعِيذُهَا بِكَ وَذُرِّيَّتَهَا مِنَ الشَّيْطَانِ الرَّجِيمِ ﴿36﴾\" أيْ وإني أسألك وأدعوك طالِبَة أن أُحَصِّنها وأحْمِيها هي وأبناءها وأحفادها بقُدْرتك وبكَفَالتك لهم من الشيطان المُوَسْوِس بالشرّ الرجيم أي المطرود من رحمتك إلي يوم القيامة أي المَرْجُوم أي الذي يُبْعَد ويُرْجَم ويُقْذَف بكلّ سوء، والرجيم كذلك هو الراجِم لأنه يَرْجم ويَقْذِف الناس بالوساوس والشرور، ولفظ الشيطان في اللغة العربية هو لفظ عام يُطْلَق علي كل مُتَمَرِّدٍ علي كل خيرٍ مُفسِدٍ بعيدٍ عن الحقِّ وعن رحمات ربه، فاحْفظهم يا خير مُجِيب بأنْ تجعلهم يعملون بإسلامهم ليَنجوا من وساوسه ومن كل شرٍّ ليسعدوا في الداريْن"
    },
    {
      "number": 37,
      "text": "فَتَقَبَّلَهَا رَبُّهَا بِقَبُولٍ حَسَنٍ وَأَنبَتَهَا نَبَاتًا حَسَنًا وَكَفَّلَهَا زَكَرِيَّا كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا قَالَ يَا مَرْيَمُ أَنَّىٰ لَكِ هَٰذَا قَالَتْ هُوَ مِنْ عِندِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ",
      "tafseer": "أيْ فكانت النتيجة الحَتْمِيَّة لصِدْقها وإخلاصها وإحسانها ودعائها أن استجاب لها ربها فتَقَبَّلَ منها وليدتها مريم قَبُولاً حسناً جميلاً بأعلي درجات القبول أيْ قَبِلَ ورضِيَ منها عملها الصالح هذا وهو أن تكون مريم مُحَرَّرَة أيْ خالصة لله وللإسلام لا تَتّبِع غيرهما وقد ظَهَرَ هذا القبول في أنه تعالي ربَّاها في خَيْره ورزقه وعنايته وتوفيقه تربية حَسَنة شاملة للعقل وللجسد علي كل أخلاق الإسلام في بيئة من الصالحين وأعطاها من عطائه الذي لا يُحْصَيَ أعظم الخير والسعادة في دنياها وأخراها ..وهذا هو ما يفعله دائما سبحانه مع كل من يَصْدُق في أن يكون مُحَرَّرَاً أيْ خالِصَاً لله وللإسلام، أيْ مُتَّبِعَاً لنظام الإسلام وحده ولأخلاق الإسلام وحدها دون خَلْطها وإشراكها مع أيِّ أنظمةٍ أو أخلاقٍ أخري مُخَالِفَة لها بل مُتَحَرِّرَاً مُتَخَلّصَاً منها كلها ومن كل تعاساتها، حيث يُيَسِّر له كل أسباب ذلك فيَسعد تمام السعادة في دنياه وأخراه.. \".. وَكَفَّلَهَا زَكَرِيَّا..\" أيْ وجعلها في كفالة الرسول الكريم زكريا ﷺ أيْ كافِلاً لها يَتَكَفّل بكل شئون حياتها علي أكمل وأسعد وجهٍ وتتعلم منه كل أخلاق الإسلام، وقد كان زوج خالتها.. \".. كُلَّمَا دَخَلَ عَلَيْهَا زَكَرِيَّا الْمِحْرَابَ وَجَدَ عِندَهَا رِزْقًا قَالَ يَا مَرْيَمُ أَنَّىٰ لَكِ هَٰذَا قَالَتْ هُوَ مِنْ عِندِ اللَّهِ إِنَّ اللَّهَ يَرْزُقُ مَن يَشَاءُ بِغَيْرِ حِسَابٍ ﴿37﴾\" أيْ وكان زكريا ﷺ كلَّما دخل عليها في أيَّ وقتٍ المكان الذي تُصَلّي فيه لله تعالي وَجَدَ عندها رزقًاً هنيئاً مُتَنَوِّعَاً مُجَهَّزَاً فيقول لها مُتَعَجِّبَاً يا مريم كيف ومِن أين لكِ هذا الرزق الطيب؟! قالت بما يستشعره كلّ مؤمنٍ هو رزق من عند الله، يُيَسِّره لخَلْقِه كيفما ووقتما ومع مَن شاء، إنَّ الله يرزق مَن يشاء بغير حسابٍ أي بغيرِ حَدٍّ ولا عَدٍّ ولا يُمكن أبداً حِساب كل أرزاقه وحَصرها وتقديرها فهي هائلة عظيمة وفيرة لا يُمكن لأحدٍ أن يَتَخَيَّلها أو يعلم مقدارها إلا الذي أعطاها سبحانه الكريم الوَهَّاب، فهو يُعْطِي بلا خشيةٍ من انتهاء العطاء ولا يُحاسبه أيضا أيّ أحدٍ فالأملاك كلها ملكه فهو مالك المُلك كله"
    },
    {
      "number": 38,
      "text": "هُنَالِكَ دَعَا زَكَرِيَّا رَبَّهُ قَالَ رَبِّ هَبْ لِي مِن لَّدُنكَ ذُرِّيَّةً طَيِّبَةً إِنَّكَ سَمِيعُ الدُّعَاءِ",
      "tafseer": "أيْ عند ذلك الوقت والمكان الطاهر الذى كان يلتقى فيه زكريا ﷺ بمريم ويَرَيَ صلاحها وخيرها تَحَرَّكَت فى نفسه عاطفة الأبُوَّة وهو الشيخ الكبير فدعاه سبحانه مُتَوَسِّلاً مُتَأَمِّلاً في رحمته وكرمه ورزقه وقُدْرته وعِلْمه أن يستجيب له لأنه يزرق مَن يشاء بما شاء بغير حسابٍ فهو علي كل شيءٍ قدير لا يمنعه أيّ مانعٍ قائلاً يا ربِّ – أيْ مُرَبِّيني وخالقي ورازقي وراعِيني ومُرْشِدي من خلال دينه الإسلام لكلّ ما يُصلحني ويُكملني ويُسعدني تمام السعادة في دنياي وأخراي – اعْطِ لي من عندك، أيْ السبب يكون منك لا مِنّي لأنَّ الأسباب عندي قد زالت وانقطعت لِكِبَر سِنّي ولم يَعُد إلا سبب منك، ذُرِّيَّة تكون حَسَنة صالحة من أبناء وأحفاد تُصْلِح في الأرض ولا تُفْسِد فتُسعدها ومَن عليها بدينك الإسلام في دنياهم وأخراهم، فإنك سميع الدعاء لمَن يدعوك الذي يسمع بتمام السمع والإدراك كلّ شيءٍ عن أيّ شيءٍ العليم الذي عِلْمُه مُحِيط بكلّ شيءٍ عليم به تمام العلم بعلمٍ ليس بعده علم أكثر منه فلا تَخْفَيَ عليه أيّ خافِيَة مِن خَلْقه وكَوْنه، فأنت قريب الإجابة لمَن يدعوك، فلا يأس مُطلقا ما دُمْتَ معنا بعلمك وبقدرتك فأنت القادر علي كل شيء، فإنْ أجَبْتَ لى سؤالى رغم كِبَر سِنّي فبفضلك ورحمتك وإنْ لم تُجِبْه فلِحِكْمَةٍ ولمَصلحةٍ لنا ولغيرنا تعلمها ولا نعلمها نحن"
    },
    {
      "number": 39,
      "text": "فَنَادَتْهُ الْمَلَائِكَةُ وَهُوَ قَائِمٌ يُصَلِّي فِي الْمِحْرَابِ أَنَّ اللَّهَ يُبَشِّرُكَ بِيَحْيَىٰ مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ وَسَيِّدًا وَحَصُورًا وَنَبِيًّا مِّنَ الصَّالِحِينَ",
      "tafseer": "أيْ فكانت النتيجة الحَتْمِيَّة لصِدْقه وإخلاصه وإحسانه ودعائه أن استجاب الله له فكَلّمته الملائكة وهو واقف يُصَلّي في المكان الذي يُصَلّي فيه لله تعالي قائلة أنَّ الله يُخْبِرك بخَبَرٍ يَسُرُّك وهو أنك ستُرْزَق بولدٍ اسمه يحيى.. \".. مُصَدِّقًا بِكَلِمَةٍ مِّنَ اللَّهِ..\" أيْ سيكون مؤمنا مُصَدِّقاً تمام التصديق بعيسي ﷺ حيث يُسَمَّي كلمة من الله لأنه كان بكلمةِ كُنْ منه سبحانه فكانَ مِن غيرِ أبٍ، وكذلك يُصَدِّق بكلمةٍ من الله أيْ بكتابه الذي فيه كلمته وكلامه  للناس وهو الإنجيل الذي أوحِيَ لعيسي ﷺ والذي فيه الإسلام الذي يُناسب عصرهم حيث كان يَحْيَ في زمنه مؤمنا به وعلي دينه، وهو في الأصل قريبٌ له لأنَّ أمه زوجة زكريا هي أخت أمّ مريم أمّ عيسي.. \".. وَسَيِّدًا..\" أيْ وله مَكَانته ومَنْزِلته العالية بين الناس قائداً مَرْجِعَاً لهم يقودهم نحو كلّ خيرٍ وسعادةٍ في دنياهم وأخراهم بأخلاق وتشريعات الإسلام وبإمكاناته وقُدْراته وعوْن الله وتوفيقه وتيسيره له.. \".. وَحَصُورًا..\" أيْ وهو كثير شديد الحَصْر لذاته أيْ الحَبْس والمَنْع لها عن كلّ سوءٍ وشرّ.. \".. وَنَبِيًّا مِّنَ الصَّالِحِينَ ﴿39﴾\" أيْ وسيكون من الأنبياء وهم الذين لا يختارهم الله إلا من الصالحين الذين وصلوا أعلي درجات الصلاح لتبليغ الإسلام للناس ليسعدوا به في الدرايْن، أيْ سيَصِل إلي أعلي درجات التكريم فيهما، وهذا مزيدٌ من التبشير والإسعاد لزكريا ﷺ بأنَّ ابنه المُنْتَظَر سيكون بهذه الصفات الطيبة وأيضا نَبِيَّاً كامل الصلاح.. هذا، وعلي كل مسلم أن يجتهد ما استطاع في التَّشَبُّه بمِثْل صفاته الكريمة هذه وغيرها من أخلاق الإسلام لهؤلاء الرسل الكرام ليقترب من مَكَانتهم في دنياه وأخراه"
    },
    {
      "number": 40,
      "text": "قَالَ رَبِّ أَنَّىٰ يَكُونُ لِي غُلَامٌ وَقَدْ بَلَغَنِيَ الْكِبَرُ وَامْرَأَتِي عَاقِرٌ قَالَ كَذَٰلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ",
      "tafseer": "أيْ ولمَّا بَشّرَته الملائكة بتلك البُشْرَيَ السعيدة اتّجه إلى ربه مُسْتَفْهِمَاً مُتَشَوِّقاً إلى معرفة الكيفية التي يكون بها هذا الغلام مع عدم توافر الأسباب العادية لِكَبَر سِنّه وعُقْم زوجه ومُقَدِّرَاً ومُعَظّمَاً لقُدْرته علي كلّ شيءٍ ومُتَعَجِّبَاً ومُتَأَكّدَاً منها ومُحِبَّاً فيها ومَسْرُوراً بها ومُنْتَظِرَاً لها، وليس حتماً مُسْتَبْعِدَاً مُنْكِرَاً لها مُتَشَكّكَاً فيها!! فهذا لا يَحدث من أيِّ مسلمٍ فما بالنا بنَبِيٍّ كريم!!.. أىْ قال يا ربّ كيف يكون لي غلام وحالي أننى قد أدركنى الكِبَر الكامل الذى أضعفنى وفوق ذلك امرأتى عاقر أىْ عقيم لا تَلِد؟!.. \".. قَالَ كَذَٰلِكَ اللَّهُ يَفْعَلُ مَا يَشَاءُ ﴿40﴾\" أيْ رَدَّ الله تعالي عليه لتوضيح الأمر له ولكل الناس قال هكذا دائما بمِثْل هذا الفِعْل المُعْجِز يَفعل الله ما يشاء أن يَفعله مِن الأفعال الخارِقَة للعادة فحينما يريد أمراً مَا يُوجِد له أسبابه أو يَخْلقه بغير الأسباب المعروفة لأنه هو خالق الأسباب والمُسَبِّبَات ولا يَصعب عليه أيّ شيءٍ فى هذا الكوْن مهما كان وبقُدْرته بالقطع أن يُغَيِّر ما جَرَت به العادات بين البَشَر والخَلْق كله فإنه كما تَتَطَلّب حكمته سَيْر الأمور بأسبابها المعتادة فإنه أحيانا ولِحِكَمٍ ولِمَنافع ولِسعاداتٍ للخَلْق تَظهر تدريجيا لهم فإنه قد يَخرق ذلك فلا يَلْتَزِم به لأنه الفَعَّال لِمَا يريد.. إنَّ علي المسلم أن يتأكّد تماما بلا أيِّ شكّ أنَّ الله يَفعل ما يشاء فهذا سيُعطيه دَوْمَاً الأمان والاستقرار والاستبشار والسعادة في دنياه وحُسن الاستعداد لأخراه لتحقيق السعادة التامّة الخالدة حيث هو مُسْتَعِينٌ دائما بمالِك المُلك كله القويّ المَتين"
    },
    {
      "number": 41,
      "text": "قَالَ رَبِّ اجْعَل لِّي آيَةً قَالَ آيَتُكَ أَلَّا تُكَلِّمَ النَّاسَ ثَلَاثَةَ أَيَّامٍ إِلَّا رَمْزًا وَاذْكُر رَّبَّكَ كَثِيرًا وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ",
      "tafseer": "أيْ قال زكريا ﷺ داعِيَاً سائلاً الله تعالي معرفة وقت بدء هذه البُشْرَيَ السعيدة يا رب اجعل لي علامة ودلالة أسْتَدِلّ بها علي حدوثها وحصول الحمل ووجود الولد، قال له علامتك ألا تستطيع تكليم الناس لمدة ثلاثة أيام إلا إشارة إليهم بيديك ورأسك رغم عدم وجود مرض بك يمنعك من كلامهم فيما عدا ذِكْرك لي فإنك ستستطيعه وهذا من علامات قُدْرتي علي كلّ شيءٍ حيث لا يمكنك الكلام إلا بالذكر.. \".. وَاذْكُر رَّبَّكَ كَثِيرًا..\" أيْ واذكر كثيرا مُرَبِّيك وخالقك ورازقك وراعيك ومُرْشِدك من خلال دينه الإسلام لكلّ ما يُصلحك ويُكملك ويُسعدك تمام السعادة في دنياك وأخراك، أثناء هذه الفترة وعلي الدوام.. هذا، والذكر يكون باللسان وبالعقل وبالعمل، باللسان تسبيحاً وتحميداً وتكبيراً وشكراً واستغفاراً ودعاءً وغيره، وبالعقل بتَدَبّر واستشعار هذه الأذكار لتُحَرِّك مشاعِر الخير بداخل المسلم فيَنطلق لعملِ خيرٍ علي أرض الواقع، وبالعمل باستحضار نوايا الخير بالعقل عند كل قولٍ يُقال وكل عملٍ يُعْمَل من علمٍ وإنتاجٍ وإنجازٍ وكسبٍ وربحٍ وفكرٍ وتخطيطٍ وابتكارٍ وبناءٍ وإدارةٍ وعلاقاتٍ اجتماعية جيدة وإنفاقٍ من مال وجهد وصحة وغيره علي أبناء وأزواج وأقارب وجيران وعموم الناس والخَلْق، فليس عمل الخير مَقْصُورَاً فقط علي إطعام المساكين وكفالة الأيتام رغم أهمية ذلك، بل كل عاملٍ لله بطاعةٍ، أيّ طاعة، أيّ خيرٍ مسعدٍ للذات وللآخرين، يكون ذاكرا لله تعالي، وبهذا تكون الحياة كلها ذِكْرَاً لله ومعه، وليس بها أيّ وقت للشرّ! فيَسعد المسلم تمام السعادة فيها ثم أتمّ وأخلد في آخرته.. \".. وَسَبِّحْ بِالْعَشِيِّ وَالْإِبْكَارِ ﴿41﴾\" أيْ وسبح ربك أيْ نَزّهْهُ وابْعِدْهُ عن كلّ صفة لا تليق به فله كلّ صفات الكمال الحُسْنَيَ، بالعشي والإبكار أيْ في آخر النهار وأوله، والمقصود دَوَام التواصُل مع الخالق الكريم، أي اذكره وصَلّي له واعبده أي أطِعْه وافْعَل كل خيرٍ في كل الأوقات، في كل لحظات حياتك، حين المساء وحين الصباح وفي كل وقت، لتَسعد تمام السعادة بذلك في دنياك وأخراك.. هذا، وتخصيص الله تعالي للصباح والمساء لأهمية الذكر في هذه الأوقات من أجل التجهيز والاستعداد لليوم صباحا بالاستعانة بالله تعالي ثم مساءً للمراجعة وللاستغفار ممَّا قد يكون حَدَثَ فيه من أخطاءٍ فيكون اليوم كله سعيدا رابحا في الداريْن، ثم كلّ الأيام، ثم بالتالي كلّ الحياة"
    },
    {
      "number": 42,
      "text": "وَإِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ اصْطَفَاكِ وَطَهَّرَكِ وَاصْطَفَاكِ عَلَىٰ نِسَاءِ الْعَالَمِينَ",
      "tafseer": "أيْ واذْكُر وذَكِّر مَن حولك يا كل عاقلٍ لكي تَتَّعِظوا – إضافة إلي ما سَبَقَ ذِكْره من عِظاتٍ – اذكروا حين قالت الملائكة لمريم يا مريم إنَّ الله قد اختارك بسبب حُسْن خُلُقك وكمالك واصطفي لكِ الدين، الإسلام، ليُنَظّم لكِ كل شئون حياتك ليُسعدها، واختارك لتكوني داعية له وللإسلام هادية لخَلْقه مُنيرة لهم طريقهم في حياتهم مُرْشِدَة لهم لكل صوابٍ وخيرٍ وسعادةٍ في دنياهم وأخراهم، وأعطاك مثلما أعطي رسله من العلم والحكمة والاتزان والاعتدال والقوة والرعاية والأمن والتوفيق والسداد والرزق والحب والرضا واليُسْر والسعادة كلها في الداريْن.. هذا ومَن تَشَبَّه بأخلاقها من المسلمين نالَ حتماً ما يُقارِب مَكَانتها فيهما.. \".. وَطَهَّرَكِ..\" أيْ وعاوَنَكِ علي ما تقومين به من التّطَهُّر والتّعَفّف بالامتناع عن فِعْل أيِّ خُلُقٍ سَيِّءٍ ويَسَّرَ لكِ ذلك.. \".. وَاصْطَفَاكِ عَلَىٰ نِسَاءِ الْعَالَمِينَ ﴿42﴾\" أيْ وكذلك اختارَكِ وفَضَّلكِ وكَرَّمَكِ علي كل النساء بأنْ أحْدَثَ لكِ مُعْجِزَة لم ولن تَحدث وهي أن تَلِدِي مولوداً بغير أبٍ وزادَك تكريماً وتشريفاً بأنْ جَعَله رسولا كريما وهو عيسي ﷺ تشتركين معه في إرشاد الناس لكل خيرٍ وسعادةٍ في الدنيا والآخرة"
    },
    {
      "number": 43,
      "text": "يَا مَرْيَمُ اقْنُتِي لِرَبِّكِ وَاسْجُدِي وَارْكَعِي مَعَ الرَّاكِعِينَ",
      "tafseer": "أيْ وقالت لها الملائكة أيضا يا مريم في مُقابِل كلّ هذه النِّعَم التي لا تُحْصَيَ اشْكُرِي الله بأنْ تكوني دَوْمَاً من القانِتِين لربك أيْ الذين يُوَاظِبون علي طاعته تعالي في كل ما طَلَبَه منهم في وصاياه في الإسلام باختيارهم وبرضاهم وبكلّ حبٍّ له ولطاعته الآمنين الساكنين المُطْمَئِنّين برعايته لهم وأنه معهم علي الدوام بعِلْمه وقُدْرته.. \".. وَاسْجُدِي..\" أيْ واخْضَعِي لخالقك ورازقك ولتوجيهاته وإرشاداته واستجيبي واستسلمي لها وقُوُمِي بطاعتها وتطبيقها كلها في كل شئون حياتك بكلّ هِمَّةٍ وسرعةٍ وحماسٍ وإقبال وانشراح وسرور، وأيضا اسجدي لله مُتَوَاضِعَة خاشِعَة ساكِنَة علي جبهتك في صلاتك أو في خارجها تواضُعا له وحبا فيه وطَلَباً لحبه وعوْنه ورزقه وتوفيقه وسعادته في الداريْن، واكتسبي من ذلك تَوَاضُعَاً لكلّ خَلْق الله في كوْنه ولا تَسْتَعْلي عليهم ليَسعد الجميع بهذا التواصُل فيما بينهم وعدم الاستكبار والتقاطُع المُتْعِس لهم فيهما.. \".. وَارْكَعِي مَعَ الرَّاكِعِينَ ﴿43﴾\" أيْ هذا مزيدٌ من التأكيد بعد السجود والاستسلام لله علي طاعة الله تعالي تمام الطاعة عموماً وبصورةٍ شاملةٍ في كل الأمور وليس في بعضها دون بعض أو بالسجود والصلاة فقط والإخلاص له وحده تمام الإخلاص والإحسان وعدم الإشراك معه في عبادته أيْ طاعته أيَّ شيءٍ آخر، حيث الركوع مثل السجود يُفيد كذلك الخضوع له سبحانه ولتوجيهاته وإرشاداته والاستجابة والاستسلام لها والقيام بطاعتها وتطبيقها كلها في كل شئون الحياة لتتحقّق السعادة بها، وأيضا هو الركوع له بتواضُعٍ وخشوع وسكون في الصلاة.. أيْ واعبدي الله تعالي مع العابدين أيْ وأطيعيه مع الطائعين واتّبِعي كل أخلاق الإسلام مع المُتَّبِعين ويُعين بعضكم بعضاً علي ذلك.. إنَّ مِن معاني هذا الجزء من الآية الكريمة أيضا التوجيه لكل المسلمين أن صَلّوا مع المُصَلّين لتنالوا ثواب الصلاة وثواب الجماعة الذي هو أضعاف صلاة المُنْفَرِد وحده لِمَا في التّجَمُّع من منافع وسعادات"
    },
    {
      "number": 44,
      "text": "ٰلِكَ مِنْ أَنبَاءِ الْغَيْبِ نُوحِيهِ إِلَيْكَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ",
      "tafseer": "أيْ ذلك الذي قَصَّه القرآن العظيم عليك من قصص السابقين الذين اصطفاهم الله ومن القصص الحكيم عموما هو من أخبار الغيب الذي نُوحِيه إليك عن طريق المَلَك جبريل والذي لم يكن يعلمه أحد غيرنا وقد أخبرناك به ليكون دليلا على صِدْقك فيما تُبَلّغه عنا وليكون عِبْرة لمَن أراد الاعتبار والعمل به ليسعد في دنياه وأخراه حيث تُخبرهم بتفاصيل أخبار لم تكن تعلمها لأنك أُمِّيّ ولم تحضر زمنها ويعلمها بعضهم من كتبهم السابقة ويتداولونها فيما بينهم ولا يمكنهم تكذيبها.. والغيب هو كلّ ما غابَ عن الناس من ماضٍ وحاضرٍ لا يعلمونه ومستقبلٍ آتٍ ممّا أخبرهم به تعالي في كتبه ومن خلال رسله كأنهم يشاهدونه أمامهم كالآخرة والبَعْث لهم فيها بعد موتهم بالأجساد والأرواح للحساب والعقاب والجنة والنار بما في ذلك الله ذاته والذي هو من الغَيْب والذي لا يَرَوْنه ولكنّ أثر وجوده واضح في مُعجزاته في كل خَلْقه والذي لا يُنكره أيّ عاقلٍ مُنْصِفٍ عادل.. \".. وَمَا كُنتَ لَدَيْهِمْ إِذْ يُلْقُونَ أَقْلَامَهُمْ أَيُّهُمْ يَكْفُلُ مَرْيَمَ وَمَا كُنتَ لَدَيْهِمْ إِذْ يَخْتَصِمُونَ ﴿44﴾\" أيْ وأيضا مِمَّا يُؤَكّد صِدْقك وأنَّ هذا القصص وهذا القرآن هو وَحْي من عند الله لا مِن عندك أنك تُخبر بأخبار لم تَحضر زمنها فأنت ما كنت قطعا عندهم حاضراً معهم حين كانوا يَقذفون أقلامهم كوسيلةٍ من وسائل الاقتراع لبيان أيُّهُم سيقوم بكفالة مريم وهو الذي سيفوز بالقُرْعة وبالتالي تُتْرَك المسألة لتقدير الله تعالي وما كنت عندهم ومعهم حينما كانوا يُخَاصِم بعضهم بعضا لكي ينال هذا الشرف والتكريم والخير والرخاء والسرور في الدنيا ثم أعظم الثواب والسعادة في الآخرة لأنه سيقوم بتربية وليدة يتيمة هي مريم ابنة عمران بعد وفاته وهو كان إمامهم في الصلاح وأعلمهم بالإسلام ويُرشدهم لكل خيرٍ وسعادةٍ في الداريْن.. ولقد فاز بالقرعة الرسول الكريم زكريا ﷺ زوج خالتها فكانت في كفالته بتقدير الله تعالي وفضله لتتعلّم منه كل أخلاق الإسلام وتَتَرَبّي عليها عنده.. هذا، والآية الكريمة تُفيد ضِمْنَاً أنه علي المسلم أن يجتهد في أن يكون دَوْمَاً من المُسارِعِين للخير المُتَهَافِتِين المُتنافسين علي فِعْله، كما فَعَل أهل الخير عند تسابقهم لكفالة مريم حتي وَصَلَ الأمر للاقتراع علي ذلك، فهذا ينشر كلّ خيرٍ ويزيده بين الناس ويزيح الشرَّ ويجعله مُنْزَوِيَاً حتي يَنْقَرِضَ تدريجيا فيسعد الجميع في دنياهم وأخراهم"
    },
    {
      "number": 45,
      "text": "إِذْ قَالَتِ الْمَلَائِكَةُ يَا مَرْيَمُ إِنَّ اللَّهَ يُبَشِّرُكِ بِكَلِمَةٍ مِّنْهُ اسْمُهُ الْمَسِيحُ عِيسَى ابْنُ مَرْيَمَ وَجِيهًا فِي الدُّنْيَا وَالْآخِرَةِ وَمِنَ الْمُقَرَّبِينَ",
      "tafseer": "أيْ اذْكُر وذَكِّر مَن حولك يا كل عاقلٍ لكي تَتَّعِظوا – إضافة إلي ما سَبَقَ ذِكْره من عِظاتٍ – اذكروا حين قالت الملائكة لمريم يا مريم إنَّ الله يُخْبِركِ بخَبَرٍ يَسُرُّكِ وهو أنك ستُرْزَقين بولدٍ خَلَقَه بكلمةٍ منه أيْ بقولِ كُنْ فيكون كما يريد مِن غيرِ أبٍ كما هي الطريقة المعتادة في التَّوَالُد فهو مُعجزة بقُدْرته وعلمه خارجة عن الأسباب الدنيوية المعروفة لتحقيق النتائج اسمه المسيح عيسي ابن مريم – والمسيحُ لَقَبٌ لعيسي ﷺ سُمِّيَ به تكريماً له لأنه مُسِحَ من خالقه تعالي بكل خيرٍ ويَمسح بيده علي المرضي فيشفون ويَسِيح أيْ يتحرّك في كل خيرٍ يحبه الله في كل شئون الحياة ناشِرَاً فيها كل سعادة – من صفاته الطيّبة كَوْنه وجيهاً في الدنيا والآخرة أيْ له جاه عظيم فيهما أيْ قَدْر وشرف كبير ومَكانَة عالية بين الناس بسبب ما اتّخذَ من أسبابٍ حَسَنَةٍ لذلك من حُسْن خُلُقٍ في كل أقواله وأفعاله ينشره بينهم ويدعوهم إليه وبسبب رعاية ربه وعوْنه وتوفيقه وسداده له، وأيضا من المُقَرَّبين له تعالي فيهما حيث في دنياه هو دائم التّوَاصُل معه والاستعانة به قريب المَكَانَة منه – كما للناس – مُحَبَّب إليه دائم الأمن والسعادة بذلك وفي أخراه هو قريب منه حتما في أعلي درجات جناته.. إنَّ هذا بالقطع سيكون حال كلّ مسلمٍ يَتَشَبَّه بالرسل الكرام ما استطاع في تمسّكهم بكلّ أخلاق إسلامهم حيث يكون له من الله تعالى جاه عظيم ويعيش في كل رضا ورعاية وأمن ورزق ونصر وتوفيق وعوْن وخير وسعادة، في دنياه وأخراه"
    },
    {
      "number": 46,
      "text": "وَيُكَلِّمُ النَّاسَ فِي الْمَهْدِ وَكَهْلًا وَمِنَ الصَّالِحِينَ",
      "tafseer": "أيْ وسيُعطيه الله تعالي بقُدْرته مُعجزة خارِقَة للعادة وهي أن يُكَلّم الناس وهو رضيع في المَهْد أيْ الفراش الذي يُمَهَّد أيْ يُجَهَّز ليَنام فيه الرضيع، وكذلك وهو كَهْل أي في سِنٍّ بين الشباب والشيخوخة، فهو سيتكلم بكلام الله تعالي وهَدْيِه الذي يُوحِيهِ إليه فيَهتدي به الناس ويَقتدون بأخلاقه حيث سيكون رسولا كريما من الله داعيا له وللإسلام يتكلم بكلام الرسل الكرام سواء أكان صغير السِّنِّ أم كبيرا، وسيكون من الصالحين أيْ مِن أصحاب الخُلُق الحَسَن الذين يُصْلِحون ويُسْعِدون في الأرض ولا يُفسدون ويُتعسون فيها الذين يَصْلُحون لحَمْل الإسلام وتبليغه للناس، والصالح لا يكون كذلك إلا إذا كان مُتمسّكاً عامِلاً بكل أخلاق إسلامه في كل أقواله وأفعاله في كل شئون حياته، فيَسعد بذلك في الداريْن.. وهذا من أعظم البِشَارات لمريم"
    },
    {
      "number": 47,
      "text": "قَالَتْ رَبِّ أَنَّىٰ يَكُونُ لِي وَلَدٌ وَلَمْ يَمْسَسْنِي بَشَرٌ قَالَ كَذَٰلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ",
      "tafseer": "أيْ ولمَّا بَشّرَتها الملائكة بتلك البُشْرَيَات اتّجهت إلى ربها مُسْتَفْهِمَة عن الكيفية التي يكون بها هذا الولد مع عدم توافر الأسباب العادية وهي الجماع بين الرجل والمرأة ومُقَدِّرَة ومُعَظّمَة لقُدْرته علي كلّ شيءٍ ومُتَعَجِّبَة ومُتَأَكّدَة منها، وليست حتماً مُسْتَبْعِدَة مُنْكِرَة لها مُتَشَكّكَة فيها!! فهذا لا يَحدث من أيِّ مسلمٍ فما بالنا بالطاهرة مريم أم الرسول الكريم عيسي ﷺ!!.. أىْ قالت يا ربّ كيف يكون لي ولد وحالي أننى لم يُجَامِعْنِي زوج لي فأنا لست متزوجة ولست بفاسدة؟!!.. \".. قَالَ كَذَٰلِكِ اللَّهُ يَخْلُقُ مَا يَشَاءُ إِذَا قَضَىٰ أَمْرًا فَإِنَّمَا يَقُولُ لَهُ كُن فَيَكُونُ ﴿47﴾\" أيْ رَدَّ الله تعالي عليها لتوضيح الأمر لها ولكل الناس قال هكذا دائما بمِثْل هذا الفِعْل المُعْجِز يَخْلق الله ما يشاء أن يَخلقه ويَفعل مِن الأفعال الخارِقَة للعادة ما يشاء أن يَفعله فحينما يَقْضِي أمراً مَا أيْ يُريده يُوجِد له أسبابه أو يَخْلقه بغير الأسباب المعروفة بمجرّد أن يقول له كُنْ فيكون كما يريد لأنه هو خالق الأسباب والمُسَبِّبَات ولا يَصعب عليه أيّ شيءٍ فى هذا الكوْن مهما كان وبقُدْرته بالقطع أن يُغَيِّر ما جَرَت به العادات بين البَشَر والخَلْق كله فإنه كما تَتَطَلّب حكمته سَيْر الأمور بأسبابها المعتادة فإنه أحيانا ولِحِكَمٍ ولِمَنافع ولِسعاداتٍ للخَلْق تَظهر تدريجيا لهم فإنه قد يَخرق ذلك فلا يَلْتَزِم به لأنه الفَعَّال لِمَا يريد.. إنَّ علي المسلم أن يتأكّد تماما بلا أيِّ شكّ أنَّ الله يَفعل ما يشاء فهذا سيُعطيه دَوْمَاً الأمان والاستقرار والاستبشار والسعادة في دنياه وحُسن الاستعداد لأخراه لتحقيق السعادة التامّة الخالدة حيث هو مُسْتَعِينٌ دائما بمالِك المُلك كله القويّ المَتين"
    },
    {
      "number": 48,
      "text": "وَيُعَلِّمُهُ الْكِتَابَ وَالْحِكْمَةَ وَالتَّوْرَاةَ وَالْإِنجِيلَ",
      "tafseer": "أيْ وسيُعَلّمه الكتاب الذي سيُرْشِده لاتّباعه بأنْ يُبَيِّن له معانيه وأخلاقياته وكيفية تطبيقها في حياته هو والناس حوله الذين سيَدعوهم للإسلام الذي فيه ليسعدوا به في الداريْن، ويُعَلّمه أيضا الكتاب بمعني الكتابة والخط حيث سيكون في بيئة مُتَعَلّمة فيكون أعلمهم، ويُعَلّمه كذلك الحكمة وهي الإصابة في الأمور كلها والعلم النافع المصحوب بالعمل علي أرض الواقع وهي تشمل سُنَّته أيْ طريقته في كلّ أقواله وتصرّفاته والتي هي أفضل وأكمل تَرْجَمَة عمليّة في الحياة لهذه الآيات التي في الكتاب الذي سيُعَلّمه إيّاه، لأنها حتماً الحِكَم المُسْعِدَة تمام السعادة لكلّ مَن يعمل بها في دنياه وأخراه.. ثم يُحَدِّد تعالي الكتاب الذي سيُرْشِده لاتّباعه وهو التوراة التي أنزلت علي موسي ﷺ قبله ومعها يُعَلّمه الإنجيل الذي سيُوحِيه إليه بعدها وفيه من الإسلام ما يُناسب عصره"
    },
    {
      "number": 49,
      "text": "وَرَسُولًا إِلَىٰ بَنِي إِسْرَائِيلَ أَنِّي قَدْ جِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ أَنِّي أَخْلُقُ لَكُم مِّنَ الطِّينِ كَهَيْئَةِ الطَّيْرِ فَأَنفُخُ فِيهِ فَيَكُونُ طَيْرًا بِإِذْنِ اللَّهِ وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَىٰ بِإِذْنِ اللَّهِ وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ إِنَّ فِي ذَٰلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ",
      "tafseer": "أيْ وسيُكرمه ويُشَرِّفه ويُعْلِيه بأن يجعله رسولا أيْ مبعوثاً منه إلي بني إسرائيل أيْ اليهود والناس حولهم ليُعلّمهم الإسلام قائلاً لهم أني قد أحضرت لكم آية من ربكم – أي مُرَبِّيكم وخالقكم ورازقكم وراعِيكم ومُرْشِدكم من خلال دينه الإسلام لكلّ ما يُصلحكم ويُكملكم ويُسعدكم تمام السعادة في دنياكم وأخراكم – أيْ دلالَة ومُعجزة علي صِدْقي أني رسول منه، وهي أني أصنع وأُصَوِّر لكم من الطين مثل شكل الطير فأنفخ فيه فتَحِلّ به الحياة فيكون طيراً حقيقياً مُتَحَرِّكَاً بإذن الله أيْ بفضله ورحمته وتوفيقه وتيسيره لأسباب ذلك وبإرادته وعلمه وأمره وتوجيهه وإرشاده لأنه سبحانه هو المالِك لكلِّ شىءٍ القادر عليه يقول له كن فيكون كما أراد ولا يَقع فى مُلْكِه إلاّ ما يُريده.. \".. وَأُبْرِئُ الْأَكْمَهَ وَالْأَبْرَصَ وَأُحْيِي الْمَوْتَىٰ بِإِذْنِ اللَّهِ..\" أيْ وأيضا أَشْفِي مَن وُلِد أعمى، ومِن باب أولي مَن كان مُبْصِرَاً وفَقَدَ بصره فذلك أخفّ، ومَن به بَرَص، وهو مرض جلديّ مُزْمِن مُنَفّر يَصعب شفاؤه، وأُحيي مَن كان ميتاً، كل ذلك حتماً بإذن الله.. \".. وَأُنَبِّئُكُم بِمَا تَأْكُلُونَ وَمَا تَدَّخِرُونَ فِي بُيُوتِكُمْ..\" أيْ وكذلك أخبركم بالشيء الذى تأكلونه وبالشىء الذى تقومون بتخزينه فى بيوتكم لوقت حاجتكم إليه، بإعلام الله تعالي لي.. \".. إِنَّ فِي ذَٰلِكَ لَآيَةً لَّكُمْ إِن كُنتُم مُّؤْمِنِينَ ﴿49﴾\" أيْ إنَّ في ذلك الذي ذُكِرَ من مُعجزاتٍ بكل تأكيدٍ دلالة عظيمة لكم تدلّ علي صِدْقي أني رسول الله إليكم، لو كنتم مؤمنين بحقٍّ يا بني إسرائيل أي يا يهود كما تقولون، أيْ مُصَدِّقين بوجود الله مُتَمَسِّكين عامِلين بأخلاق إسلامكم وتريدون حقاً أن تكون عبادتكم أيْ طاعتكم مقبولة وتسعدون بها في الداريْن، فآمنوا بي إذَن كإثباتٍ لما تقولون.. إنه بالتأكيد كل مَن يُؤمن بالله وصَدَّقَ بموسي ﷺ في زمنه وهم اليهود فإنه حتما سيُؤْمِن بعيسي ﷺ إنْ كان حاضراً زَمَنه وبما جاء به من إنجيلٍ وسيقوم بالتنفيذ لوصاياه لتأكّده التامّ أنَّ فيها المصلحة التامّة لأنها مِن خالِقه الذي يعلم تماما كل ما يُصلحه ويُكمله ويُسعده، أمّا غير المؤمن فلن يُنَفّذ لعدم إدراكه لهذا لأنه قد عَطّل عقله بالأغشية التي وضعها عليه وهي الحرص الشديد الدائم علي ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوماً مَا كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. هذا، وفي التذكرة بالإيمان إلهاب لمشاعرهم ليكونوا أسرع استجابة.. إنَّ هذه المعجزات وغيرها تدلّ دلالة قاطعة كلَّ عاقلٍ مُنْصِفٍ عادلٍ علي أنَّ الله تعالي يَخْلق ما يشاء أن يَخلقه ويَفعل مِن الأفعال الخارِقَة للعادة ما يشاء أن يَفعله فحينما يَقْضِي أمراً مَا أيْ يُريده يُوجِد له أسبابه أو يَخْلقه بغير الأسباب المعروفة بمجرّد أن يقول له كُنْ فيكون كما يريد لأنه هو خالق الأسباب والمُسَبِّبَات ولا يَصعب عليه أيّ شيءٍ فى هذا الكوْن مهما كان وبقُدْرته بالقطع أن يُغَيِّر ما جَرَت به العادات بين البَشَر والخَلْق كله فإنه كما تَتَطَلّب حكمته سَيْر الأمور بأسبابها المعتادة فإنه أحيانا ولِحِكَمٍ ولِمَنافع ولِسعاداتٍ للخَلْق تَظهر تدريجيا لهم فإنه قد يَخرق ذلك فلا يَلْتَزِم به لأنه الفَعَّال لِمَا يريد.. إنَّ علي المسلم أن يتأكّد تماما بلا أيِّ شكّ أنَّ الله يَفعل ما يشاء فهذا سيُعطيه دَوْمَاً الأمان والاستقرار والاستبشار والسعادة في دنياه وحُسن الاستعداد لأخراه لتحقيق السعادة التامّة الخالدة حيث هو مُسْتَعِينٌ دائما بمالِك المُلك كله القويّ المَتين"
    },
    {
      "number": 50,
      "text": "وَمُصَدِّقًا لِّمَا بَيْنَ يَدَيَّ مِنَ التَّوْرَاةِ وَلِأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ وَجِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ فَاتَّقُوا اللَّهَ وَأَطِيعُونِ",
      "tafseer": "أيْ وأرسلني الله إليكم مُصَدِّقا لما بين يَدَيّ أيْ لِمَا قَبْلِي نَزَلَ سابقاً لي من التوراة التي أُنْزِلَت علي موسي ﷺ وتؤمنون بها، أيْ مُوَافِقا ومُؤَيِّدا ومُؤَكِّدا ومُبَيِّنا ومُتَمِّما لها وليس مُخَالِفَاً لأيِّ شيءٍ من أصولها بما يدلّ علي تمام صِدْق ما جئتكم به وهو الإنجيل إذ لو كنت كاذباً لخَالَفَها بعضها أو كلها، وذلك التّوَافُق هو لأنَّ مصدرهما واحد وهو الله تعالي وكليهما يدعو إلي عبادته أيْ طاعته وحده بلا أيّ شريكٍ وإلي اتّباع كل أخلاق الإسلام، فليس أمامكم إذَن أيها الذين لا يُسْلِمون إنْ كنتم عاقِلين مُنْصِفِين عادلين إلا الثقة التامّة فيه والإيمان به، ولأنه أيضا ما جاء فيه حتما ليس ضلالاً ولا فساداً ولا تعاسة بل هو هديً وبُشْرَي أيْ إرشاد وتبشير للناس جميعا إذا عملوا بكل أخلاقه لِيَحْيوا كلّ لحظات حياتهم مُطمئنين مُستبشرين سعداء مُنتظرين بكلّ أملٍ وتفاؤلٍ لكلّ خيرٍ وسعادةٍ في دنياهم وأخراهم والعاقل لا يَرْفض الخير إذا جاءه!.. ولكنَّ الذي ينتفع بما جئت به هم المؤمنون فقط أيْ المُصَدِّقون بوجود الله وبكتبه وبآخرته وبحسابه وعقابه وجنته وناره لأنهم هم أصحاب العقول المُنْصِفَة العادلة التي أحسنوا استخدامها واستجابوا لنداء الفطرة بداخلها والتي هي مسلمة أصلا، أمَّا غيرهم مِمَّن يُعَطّلون عقولهم بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي ثمنٍ ما من أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره، فلا يَنتفعون ولا يهتدون ولا يسعدون حتما به بل يتعسون تمام التعاسة في دنياهم وأخراهم علي قَدْر بُعْدهم عنه، إلا إذا استفاقوا وعادوا لربهم ولإسلامهم.. \".. وَلِأُحِلَّ لَكُم بَعْضَ الَّذِي حُرِّمَ عَلَيْكُمْ..\" أي وأرسلني أيضا إليكم لكي أُبِيحَ لكم بأمرٍ ووَحْيٍ منه في الانجيل بعض الذي حَرَّمه عليكم بعض علمائكم من أجل تحصيل أثمان الدنيا الرخيصة ولم يُحَرِّمه تعالي في التوراة، أو بعض ما كنتم تختلفون في كوْنه حلالاً أم حراماً فحَرَّمه بعضكم علي نفسه خطأ منهم، لتعودوا لأصلها الأول الرَّبَّانِيّ الحلال لتَنْعَموا وتَسعدوا بها.. \".. وَجِئْتُكُم بِآيَةٍ مِّن رَّبِّكُمْ..\" أيْ وقد أحضرتُ لكم آية من ربكم أيْ دلالَة ومُعجزة علي صِدْقي أني رسول منه، والمقصود كل الآيات السابق ذِكْرها.. هذا، واستخدام ذات الألفاظ كما في بداية الآية السابقة هو لمزيدٍ من التأكيد علي المعاني التي فيها والتنبيه لها والتذكير بها وتثبيتها وعدم نسيانها.. \".. فَاتَّقُوا اللَّهَ..\" أيْ وما دام الأمر كما ذَكَرْتُ لكم فخافوا الله بالتالي إذَن وراقِبوه وأطيعوه واجعلوا بينكم وبين عذابه وقاية بفِعْل كل خيرٍ وتَرْك كلّ شرٍّ لتسعدوا في الداريْن، وذلك في كل أقوالكم وأعمالكم في كل شئون حياتكم، وكونوا دوْمَاً مِن المُتّقين أي المُتَجَنِّبين لكلّ شرّ يُبعدهم ولو للحظة عن حب ربهم وعوْنه وتوفيقه ورضاه ورعايته وأمنه ونصره وقوَّته ورزقه وسعادته في الدنيا ثم أعلي درجات جنته في الآخرة ولا يَصِلُون أبداً لمرحلة إغضابه بل يُسارعون لفِعْل كل خيرٍ يُسعدهم ومَن حولهم.. \".. وَأَطِيعُونِ ﴿50﴾\" أيْ ونَفِّذوا أيها الناس ما أوصيكم به مِن التمسّك والعمل بكل أخلاق الإسلام وداوِموا واستَمِرّوا علي ذلك طوال حياتكم لتسعدوا تمام السعادة في دنياكم وأخراكم، فإن طاعة رسول الله هي طاعة له تعالي"
    },
    {
      "number": 51,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 52,
      "text": "فَلَمَّا أَحَسَّ عِيسَىٰ مِنْهُمُ الْكُفْرَ قَالَ مَنْ أَنصَارِي إِلَى اللَّهِ قَالَ الْحَوَارِيُّونَ نَحْنُ أَنصَارُ اللَّهِ آمَنَّا بِاللَّهِ وَاشْهَدْ بِأَنَّا مُسْلِمُونَ",
      "tafseer": "أيْ فلمَّا اسْتَشْعَرَ وعَلِمَ ووَجَدَ وتَأكَّدَ بلا أيِّ شكّ عيسي منهم أيْ مِن بني إسرائيل أيْ اليهود وغيرهم مِمَّن كان يدعوهم تصميمهم علي الكفر أيْ عدم التصديق بسبب ما كانوا يُظهرونه مِن أقوالٍ وأفعالٍ تدلّ علي ذلك رغم أنه قد جاءهم بالآيات أيْ المُعجزات القاطِعَات التي سَبَقَ ذِكْرها، نادَيَ الذين آمنوا به أيْ صَدَّقوه وما معه مِن إسلامٍ قائلاً مَنْ أَنصاري إلى اللَّه أيْ مَن أنصاري مع الله ناصِري؟ ومَن يكون معي إلي جانب نَصْر الله لي؟ أيْ مَن يقوم منكم بنصري وإعانتي فيما يُقرِّب إلى الله؟ أيْ مَن الناصرون المُخلصون الذين أعْتَمِد عليهم بعد الله تعالى ويُنصرونني ونحن مُتَّجِهِين إلي الله لعبادته أيْ طاعته والدعوة إليه وإلي دينه الإسلام ونصرته والدفاع عنه؟ والسؤال هو للحَثَّ والتهييج من أجل الاستجابة، فسَارَع الحوارِيُّون – والحواريون هم أصحاب وأنصار ومُؤَيِّدُوا بكل إخلاصٍ وصفاءٍ الرسل الكرام – لإجابته بقولهم \".. نَحْنُ أَنصَارُ اللَّهِ..\" أيْ نحن أنصار دين الله ونحن الذين بكل تأكيدٍ على استعداد تامٍّ أن نبذل نفوسنا وأموالنا في سبيل تبليغ دعوته ونصر دينه الإسلام.. \".. آمَنَّا بِاللَّهِ..\" أيْ قد صَدَّقنا بوجوده وبكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره وتَمَسَّكنا وعملنا بكل أخلاق إسلامه.. \".. وَاشْهَدْ بِأَنَّا مُسْلِمُونَ ﴿52﴾\" أيْ ونريدك أن تشهد لنا يوم القيامة عند الله تعالي بأننا كنا في الدنيا مسلمين أيْ مستسلمين لوَصَايَاه وتشريعاته أيْ متمسّكين عامِلين بكل أخلاق إسلامنا في كل شئون حياتنا ثابتين دائما عليها، لنَضْمَن أن ننال بشهادتك هذه أعلي درجات جناته.. كما أنَّ في طَلَبهم هذا من عيسي ﷺ مزيداً من التأكيد والتبشير له أنهم مسلمون ينصرونه وإسلامهم طوال حياتهم الدنيا بكل ما يَملكون"
    },
    {
      "number": 53,
      "text": "رَبَّنَا آمَنَّا بِمَا أَنزَلْتَ وَاتَّبَعْنَا الرَّسُولَ فَاكْتُبْنَا مَعَ الشَّاهِدِينَ",
      "tafseer": "أيْ يا ربنا أيْ يا مُرَبِّينا وخالِقنا ورازقنا وراعِينا ومُرْشِدنا من خلال دينه الإسلام لكلّ ما يُصلحنا ويُكملنا ويُسعدنا تمام السعادة في دنيانا وأخرانا، صَدَّقنا بما أنزلتَ من إسلامٍ في الإنجيل وفي كل كتبك السابقة مع كل رسلك السابقين، وسِرْنا خَلْف وأطعنا الرسول الكريم عيسي ﷺ في كل ما جاء به من الإسلام، فلذلك نَتَوَسَّل إليك ونرجو منك طامِعين في كرمك وفضلك وعطائك ورحمتك أن تكتبنا مع الشاهدين أيْ تجعلنا وتُيَسِّر لنا أسباب أن نكون في أعلي الدرجات في الداريْن من خلال أن نكون دائما طوال حياتنا مع الشاهدين أيْ من الشاهدين بأنه لا إله إلا أنت وأنك وحدك المُسْتَحِقّ للعبادة أيْ الطاعة العاملين بكل أخلاق إسلامك المُسْتَحِقّين لأعلي درجات جناتك وأيضا من الشاهدين بمعني شهداء علي الناس أيْ قادَة مُعَلّمِين مُعِينِين مُقَوِّمِين مُصَحِّحِين لهم لكل ما يُصلحهم ويُكملهم ويُسعدهم تماما في الداريْن – كالشاهد في المحكمة يُعِين القاضي ويُصَحِّح له رؤيته في قضيته ليَتمكّن أن يحكم فيها حُكْمَاً صحيحاً عادلا – ثم في الآخرة نكون شهداء على الأمم الأخري نَشهد أنَّ رسلهم قد بلَّغتهم رسالات ربهم إليهم ونَصحوهم بما يَنفعهم من خلال ما أخبرتنا به يا ربنا في كتبك ويُزَكّينا رسولنا عندك أننا صادقون في شهادتنا عليهم لا نحكم إلا بالعدل التامّ.. كذلك من معاني الشاهدين أن يَصِلُوا إلي درجةٍ من التّوَاصُل مع ربهم كأنهم يشاهدونه بأعينهم فيُحسنون بالتالي كل أقوالهم وأفعالهم فيسعدون بذلك في الدنيا والآخرة.. وفي هذا دعاء منهم لله تعالي طَلَبَاً لعظيم التكريم والتشريف والأجر منه لهم في دنياهم وأخراهم.. فليجتهد كل مسلم في أن يَتَشَبَّه بهم ليَنال ما نالوه"
    },
    {
      "number": 54,
      "text": "وَمَكَرُوا وَمَكَرَ اللَّهُ وَاللَّهُ خَيْرُ الْمَاكِرِينَ",
      "tafseer": "أيْ ودَبَّرُوا المَكَائِد في الخَفَاء وخادَعُوا، وهم كُفّار اليهود الذين أحَسَّ عيسي منهم الكفر، من أجل إيقاع الشرّ به ومحاولة قتله، ودَبَّرَ الله تعالي في مُقابِل مَكْرهم تدبيراً يستدرجهم لعذابهم وهلاكهم – ولفظ المَكْر إذا نُسِبَ للبَشَر فإنه يعني الخِدَاع لإحداث شَرٍّ مَا وإذا نُسِبَ لله تعالي فإنه يعني التدبير، وللخير فقط بالقطع – والله حتماً خير الماكرين أيْ المُدَبِّرين أىْ أحسنهم وأقواهم مَكْرَاً وأعظمهم تنفيذاً لتدبيره ولعقابه الذي يريده بمَن يَمكر بهم إذ ماذا يُساوِي مَكرهم الذي لا يُذْكَر أمام تدبير خالِق الخَلْق كله مالِك المُلك كله الذي له الجنود كلها والتي لا يعلمها إلا هو سبحانه؟! إنَّ نتائج تدبيره تعالي ونَصْره لأهل الخير عليهم وهزيمتهم وعَوْدَة سيئات مَكْرهم عليهم ستَظهر في توقيتٍ وبأسلوبٍ بحيث لا يُحِسّوا ببدايتها فيمكنهم مثلا الاستعداد لمقاومتها أو الفرار منها.. إنَّ مَكْرَهُ تعالي بأهل الشرّ لإبطال مَكَائدهم واسْتِدْرَاجِهم درجة بدرجةٍ نحو هلاكهم بأخَفِّ جنوده سبحانه استهزاءً بهم واحتقاراً لهم، لا يُقَارَن حتما بمَكْرهم الهزيل بالإسلام والمسلمين وأهل الحقّ والخير لأنه ليس هناك مُقَارَنَة قطعا بين قُدْرة الخالق الجبّار القهّار القادر علي كل شيءٍ بمخلوقه الذي لا يَملك أيَّ شيءٍ إلا مِمَّا مَلّكه هو عَزّ وجَلّ!!"
    },
    {
      "number": 55,
      "text": "إِذْ قَالَ اللَّهُ يَا عِيسَىٰ إِنِّي مُتَوَفِّيكَ وَرَافِعُكَ إِلَيَّ وَمُطَهِّرُكَ مِنَ الَّذِينَ كَفَرُوا وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ",
      "tafseer": "أيْ هذا بيانٌ لبعض مظاهر قُدْرته وعلمه تعالي ورعايته ورحمته وتكريمه لرسوله الكريم عيسي ﷺ وللمسلمين معه ونصره ونصرهم علي أعدائهم.. أيْ اذْكُر وذَكِّر مَن حولك يا كل عاقلٍ لكي تَتَّعِظوا – إضافة إلي ما سَبَقَ ذِكْره من عِظاتٍ – اذكروا حين قال الله مُطَمْئِنَاً له وللمسلمين يا عيسي إني مُسْتَوْفٍ أجَلَك ناهِيَاً إيَّاه علي الأرض ورافِعك إليَّ بجسدك وروحك لتكون في جنات السماء حيث مكان كرامتي التامّة لك وإنعامي الكامل عليك ومُخَلّصُك من الذين كفروا أيْ كذّبوا بك ومُنَجِّيكَ من أعدائك الذين يريدون قتلك وأيضا مُبَرِّؤك مِمَّا أشاعوه عنك وعن أمك من أكاذيب، مثل أنها ولدتك من زنا أو أنك ابن الله أو أنك ادَّعَيْتَ أنكما إلاهَيْن من دونه تعالي أو ما شابه هذا من تخاريف.. إنَّ هذه هي معجزة أخري لعيسي ﷺ يَتّعِظ بها كل عاقلٍ مُنْصِفٍ عادلٍ وتُعينه علي أن يُصَدِّق بوجود خالقٍ يَرْعَيَ خَلْقه، أن تكون نهاية حياته علي الأرض هكذا، فبدايتها معجزة حيث خُلِقَ من غير أبٍ وأثناءها معجزات متتابعات ونهايتها معجزة رفعه بالجسد والروح.. \".. وَجَاعِلُ الَّذِينَ اتَّبَعُوكَ فَوْقَ الَّذِينَ كَفَرُوا إِلَىٰ يَوْمِ الْقِيَامَةِ..\" أيْ هذا وَعْدٌ من الله تعالي ووَعْده الصدْق الذي لا يُخْلَف مُطلقا للذين يَتّبعون الرسل وآخرهم رسولنا الكريم محمد ﷺ أيْ يتمسّكون ويعملون بكل أخلاق إسلامهم أنْ يجعلهم دائما في حياتهم الدنيا فوق الذين كذّبوا بالإسلام ولم يَتّبعوا أخلاقه وذلك إلي نهاية الحياة وقيام يوم القيامة، وهذه الفَوْقِيَّة هي معنويّة ومادِّيَّة، فأمّا المعنويّة فهي أنَّ المسلمين بحُسن أخلاقهم وتمامها وكمالها ما أمكن وسعادتهم التامّة بذلك هم فوق غيرهم قطعا الذين لا أخلاق لهم مُطلقا أو يعملون ببعضها دون بعض والذين هم بالقطع تُعَساء أشقياء بقَدْر ما يتركون منها، وأمّا الماديّة فهي أن يكونوا قادة لا مَقُودِين رؤساء لا مَرْؤوسين سادَة لا مَسُودِين يَرْجِع الناس دائما إليهم ليعلموا الخير كله فيسعد الجميع في الداريْن، لكنْ إنْ أحسنوا اتّخاذ أسباب ذلك، فذلك هو قانون الحياة، قانون الأسباب والنتائج، مَن زَرَعَ حَصَدَ حتي ولو كان غير مسلمٍ ومَن لم يزرع لم يَحصد حتي ولو كان مسلما! كما قال تعالي موضحا هذا  \"إِنْ أَحْسَنتُمْ أَحْسَنتُمْ لِأَنفُسِكُمْ وَإِنْ أَسَأْتُمْ فَلَهَا..\" ﴿الإسراء:7﴾\"، فهذا هو تمام العدل، عدل الله العادل، الذي يُوَفّي لكلٍّ حقّه كاملاً دون أيّ ظلم.. إنَّ المسلمين أهل الحقّ والخير هم حتما فوق غير المسلمين لأنهم علي تَوَاصُلٍ دائمٍ بربهم يَطلبون منه حبه ورضاه ورعايته وأمنه وتوفيقه وسَدَاده ورزقه وقوَّته ونصره، وغيرهم ليسوا كذلك، ولأنهم يَطلبون دوْماً أعلي وأغلي شيءٍ وهو أعلي درجات الجنة بينما هم قد لا يعرفونها أصلا وكلّ أهدافهم في حياتهم أثمان دنيوية رخيصة دنيئة زائلة يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره، ولأنَّ معهم كلّ الحقّ والعدل والحِكْمَة والهُدَيَ في القرآن والإسلام وهم يَفتقدون كلّ هذا، وفوقَ كلّ ذلك وقبله وبعده فإنّ الله خالِق الخَلْق القويّ المَتِين مالِك المُلك كله القاهِر الناصر الذي يقول للشيء كن فيكون، معهم بعوْنه وتأييده وتوفيقه وتيسيره ونصره، ومَن كان حاله كذلك فهو في أعلي قوّةٍ وهِمَّةٍ واستبشارٍ ولا يُمكن أبداً أن يَضْعُف وهو المُنْتَصِر دائما في نهاية الأمر حتي ولو حَدَثَ له أحيانا واستثنائيَّاً بعضُ هزيمةٍ بسبب ترْك بعض أسباب النصر فسَيَسْتَدْركها سريعا بعوْن الله، ثم هو تعالي لن ينقصهم شيئا ولا ذرَّة أو أقلّ من أجور أعمالهم وما يستحِقّونه من خيرٍ في مُقابِلها لا في دنياهم ولا في أخراهم بل سيُضاعفها لهم أضعافا كثيرة لينالوا تمام الخير والنصر والسعادة فيهما.. إنهم بكلّ ذلك بحقٍّ الأعلون الأسْعَد في دنياهم وأخراهم وهم بحقٍّ الأَدْنَوْن الأتْعَس فيهما.. إنَّ كل ما سَبَقَ ذِكْره من حوافز يَدْفَع المسلمين بكلّ تأكيدٍ وبلا أيّ شكّ للانطلاق في الحياة بكلّ قوّة وعِزَّة لتحقيق خيريّ وسعادتيّ الدنيا والآخرة.. \".. ثُمَّ إِلَيَّ مَرْجِعُكُمْ فَأَحْكُمُ بَيْنَكُمْ فِيمَا كُنتُمْ فِيهِ تَخْتَلِفُونَ ﴿55﴾\" أيْ هذا طمْأَنَة للمسلمين أنَّ ربهم الكريم القويّ العزيز حتما ناصرهم ومُكْرمهم ومُعِزّهم علي مَن آذاهم في الآخرة بعد الدنيا، كما أنه تحذيرٌ شديدٌ للمُعتدين علي الله ورسله وإسلامه والمسلمين لعلهم يستيقظون ويعودون لربهم وإسلامهم ليسعدوا في الداريْن وإلا تعسوا فيهما.. أيْ ثم كلكم سيَرْجِع إليَّ لا إلي غيري يوم القيامة، المسلمون وغيرهم، وأنا وحدي الخالِق العالِم بكلّ أقوالكم وأفعالكم الظاهرة والخَفِيَّة والعادِل الذي لا يظلم مُطلقا، حيث سأَحْكُم أيْ سأَقْضِي وأفْصِل بينكم جميعا يومها يوم الحساب وليس أيّ أحدٍ آخر في كلّ أنواع المُنازعات والاختلافات التي اختلفتم فيها أثناء حياتكم فأبَيِّنَ لكم أين الحقّ من الباطل والصواب من الخطأ ومَن كان علي الخير وتمسَّكَ به ومَن كان علي الشرّ وعمل به ولم يستجب للخير، وأُعطِي كلاّ ما يستَحِقّه من الجنة أو النار بكلّ عدلٍ دون أيّ ذرّة ظلم.. فأحسِنوا إذَن أيها الناس الاستعداد لذلك بالتمسّك والعمل بكلّ أخلاق إسلامكم"
    },
    {
      "number": 56,
      "text": "فَأَمَّا الَّذِينَ كَفَرُوا فَأُعَذِّبُهُمْ عَذَابًا شَدِيدًا فِي الدُّنْيَا وَالْآخِرَةِ وَمَا لَهُم مِّن نَّاصِرِينَ",
      "tafseer": "أيْ هذا تفصيلٌ لحُكْم الله تعالي بين الناس فيما كانوا فيه يختلفون، فأمَّا الذين كفروا أيْ كذّبوا بوجود الله وكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره وعانَدُوا واستكبروا واستهزأوا وفَعَلوا الشرور والمَفاسد والأضرار حيث لا حساب من وجهة نظرهم، فأعذّبهم عذاباً شديداً علي قَدْر شرورهم ومَفاسدهم وأضرارهم، بكل عدلٍ دون أيّ ذرّة ظلم، في الدنيا أولا بقَلَقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراع أو اقتتالٍ مع الآخرين وبالجملة بكلّ ما فيه ألم وكآبة وتعاسة وقد يَصِل إلي إهلاكهم واستئصالهم التامّ من الحياة كما حَدَثَ ويَحدث مع أقوامٍ كثيرين سابقين وحالِيِّين، ثم في الآخرة سيكون لهم بالقطع ما هو أشدّ عذابا وتعاسة وأتمّ وأعظم حيث جهنم المُعَدَّة المُجَهَّزَة لهم.. وما أسوأ هذا المَصِير والمَرْجِع والمُنْتَهَيَ.. وفي هذا تهديدٌ وتحذيرٌ شديدٌ لأمثالهم، فلْيَعْتَبِر إذَن مَن أراد الاعتبار ولا يَفعل مثلهم حتي لا يَنال مصيرهم.. \".. وَمَا لَهُم مِّن نَّاصِرِينَ ﴿56﴾\" أيْ وهؤلاء بالقطع ليس لهم أيّ ناصرين مُعِينِين مُنْقِذِين يَنصرونهم وينقذونهم مِن هذا العذاب أو حتي يُخَفّفوه عنهم حين يريد تعالي أن يُنْزِله بهم في الدنيا والآخرة.."
    },
    {
      "number": 57,
      "text": "وَأَمَّا الَّذِينَ آمَنُوا وَعَمِلُوا الصَّالِحَاتِ فَيُوَفِّيهِمْ أُجُورَهُمْ وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ",
      "tafseer": "أيْ وبعد أنْ ذَكَرَ تعالي حال التعَسَاء في دنياهم وأخراهم يَذْكُر حال السُّعَداء فيهما ليكون ذلك أشدّ تأثيرا في العقول لأنه بالضِّدِّ تَتَمَيَّز الأشياء فيَدْفع هذا كلّ صاحب عقلٍ مُنْصِفٍ عادلٍ لأنْ يُحْسِن الاختيار باتِّباع كل أخلاق الإسلام ليسعد تمام السعادة في الداريْن.. أيْ وأمَّا الذين آمنوا وعملوا الصالحات – وهم الذين صَدَّقوا بوجود ربهم وبرسله وبكتبه وبحسابه وعقابه وجنته وناره، وعملوا الصالحات أي عملوا بكل أخلاق إسلامهم فكانت كل أقوالهم وأعمالهم ما استطاعوا في كلّ خيرٍ من غير أيّ شرٍّ ولو فُرِضَ وفعلوه تابوا منه سريعا وأوَّلاً بأوَّل – فيُعطيهم خالقهم سبحانه أجورهم علي ذلك والتي وعدهم بها وافية أي كاملة تامّة ليس فيها ذرَّة نقصان علي قدْر أعمالهم وإخلاصهم وإحسانهم فيها، وذلك في الدنيا قبل الآخرة، حيث يتمّ لهم كل الخير والسعادة فيهما، وذلك علي قدْر ما قدَّم كل منهم من أقوالِ وأفعالِ خيرٍ، وهذا هو تمام العدل، وهو سبحانه الكريم العظيم مالك الملك كله فلا يَكتفِي بهذا بل يَزيدهم في دنياهم وأخراهم بما لا يتوقّعونه من أضعافٍ مُضاعَفَة من الأفضال والخيرات والتيسيرات والسعادات.. \".. وَاللَّهُ لَا يُحِبُّ الظَّالِمِينَ ﴿57﴾\" أيْ والله حتما لا يُحِبّ مُطلقاً الظالمين الذين ظلموا أنفسهم ومَن حولهم فأتعسوها وأتعسوهم في الداريْن بكثيرٍ من أنواع الظلم سواء أكان كفرا أيْ تكذيبا بوجود الله أم شِرْكَاً أيْ عبادة لغيره كصنمٍ أو حجرٍ أو نجم أو نحوه أم نفاقاً أيْ إظهاراً للخير وإخفاءً للشرّ أم اعتداءً وعدم عدلٍ أم فساداً ونشرا للشرّ أم ما شابه هذا، فحُبّه سبحانه لا يكون أبداً إلا لمَن يُحِبّه ويُثْبِت ذلك عمليا باتّباعه للرسول ﷺ وللإسلام، ومَن لا يُحِبّه ويَكرهه فإنه بكل تأكيدٍ لا يُوَفّقه ولا يُيَسِّر له أسباب الخير والسعادة ولا يزيده منهما في دنياه وأخراه ويُعاقِبه فيهما بكل شرٍّ وتعاسةٍ بما يُناسب ظُلْمه.. فإيّاكم ثم إياكم أيها المسلمون أن تَتَشَبَّهوا بمِثْل هؤلاء وإلا تعستم مثل تعاساتهم تمام التعاسة في دنياكم وأخراكم"
    },
    {
      "number": 58,
      "text": "ذَٰلِكَ نَتْلُوهُ عَلَيْكَ مِنَ الْآيَاتِ وَالذِّكْرِ الْحَكِيمِ",
      "tafseer": "أيْ ذلك القصص الحكيم الذي ذَكَرْناه وذلك القرآن العظيم كله الذي نتلوه عليك أيْ نَقُصّه ونَذْكُره لك ونُخبرك ونُذَكّرك به ونُرشدك إليه يا رسولنا الكريم ويا كل مسلمٍ ويا كل إنسانٍ عاقلٍ مُنْصِفٍ عادلٍ، هو من الآيات أي الدلائل من الله تعالي التي تدلّ علي وجوده – إضافة لمُعجزاته في كل مخلوقاته في كَوْنه – وعلى صِدْقك فيما تُبَلّغه عنه حيث تُخبرهم بتفاصيل أخبارٍ لم تكن تعلمها لأنك أُمِّيّ ولم تحضر زمنها ويعلمها بعضهم من كتبهم السابقة ويتداولونها فيما بينهم ولا يمكنهم تكذيبها، وهو أيضا من الذكر الحكيم، والذكر يعني أنَّ فيه كلّ ما يُذَكّر الناس بكلّ خيرٍ وسعادةٍ في دنياهم وأخراهم ليَفعلوه ليَسعدوا وبكلّ شرٍّ وتعاسةٍ ليَتركوه حتي لا يَتعسوا فيهما، كذلك فيه الذكْر لهم أي الصِّيت الطّيِّب أيْ كلّ الشرف والعِزَّة والجَاه والمَكَانَة والسُّمْعَة الطيِّبة ونحو ذلك ممّا ينتفعون ويسعدون به تمام الانتفاع والسعادة، والحكيم يعني الذي كله حِكمة وصواب حيث كلّ أمرٍ موضوع في موضعه تماما بكل دِقّةٍ دون أيّ عَبَث، والذي هو مُحْكَم أيْ كله إحكام وإتقان وتناسُق فليس فيه أيّ خَلَلٍ أو تناقُض أو اختلاف وهو محفوظ بحِفظ الله تعالي ثم بالمسلمين المتمسّكين العامِلين به كله من أيّ تحريفٍ أو تبديل، والذي هو الحاكِم أي المَرْجِع الشامل الذي يُحْتَكَم إليه دائما لأنَّ فيه أصول وقواعد كل ما يُصلح ويُكْمِل ويُسعد البشرية كلها في دنياها وأخراها"
    },
    {
      "number": 59,
      "text": "إِنَّ مَثَلَ عِيسَىٰ عِندَ اللَّهِ كَمَثَلِ آدَمَ خَلَقَهُ مِن تُرَابٍ ثُمَّ قَالَ لَهُ كُن فَيَكُونُ",
      "tafseer": "أيْ هذا مَثَلٌ أيْ تشبيهٌ من التشبيهات التي يَضربها أيْ يَذْكرها ويُبَيِّنها الله تعالي في القرآن الكريم للناس مِن أجل تقريب المعاني لأذهانهم لكي يسهل فهمها وتطبيقها فيتدبَّروا فيها فينتفعوا بالعمل بها فيَسعدوا في دنياهم وأخراهم.. أيْ إنَّ حالَ وشَبَهَ خَلْق عيسي من غير أبٍ العجيب لكم هو عند الله أي في تقديره وحُكْمه وعِلْمه وفِعْله كحَالِ وشَبَهِ خَلْق آدم العجيب أيضا حيث خُلِقَ من غير أبٍ ولا أم!! فقد خَلَقه أيْ أوْجَده علي غير مثالٍ سابقٍ من ترابٍ ثم قال له كُنْ فكان بَشَرَاً إنساناً بجسدٍ وروحٍ كما أراد بمجرّد أن قال له ذلك، فهو القادر علي كلّ شيء.. إنَّ في هذا التشبيه رَدَّاً عقلياً مَنْطِقِيَّاً حَكيماً يُخْرِس ألْسِنَة كلّ مَن قال أنَّ عيسي ابن الله أو إلاه، لأنه إذا كان خَلْقه من غير أبٍ يَدْفع غير العاقل لاعتباره إلاهاً أو ابن إلاهٍ فأوْلَىَ بذلك آدم لأنه خُلِقَ من غير أبٍ ولا أمٍ فهو أشدَّ مُعجزة منه!! وما دام لم يَتَجَرَّأ أحدٌ علي ادِّعاء أنَّ آدمَ إلاهٌ لهذا السبب فثَبَت بالتالي إذَن تخريف مَن قال إنَّ عيسي إلاهٌ لانهيار الأساس الذى قام عليه قوله هذا وهو خَلْقه من غير أب! ولأنه إذا كان الله تعالى قادراً على أنْ يَخْلق إنساناً بدون أبٍ ولا أمٍ ومن مادَّةٍ لا يُتَصَوَّر عقلاً أن تُنْتِج بَشَرَاً وهي التراب فأوْلَىَ أن يكون قادراً على خَلْق إنسانٍ من غير أبٍ فقط ومن أمٍ هي إنسان مثله – وليست تراباً – مُجَهَّزَة لأنْ تَلِد!"
    },
    {
      "number": 60,
      "text": "الْحَقُّ مِنْ رَبِّكَ فَلَا تَكُنْ مِنَ الْمُمْتَرِينَ",
      "tafseer": "أي هذا الذي ذَكَرْناه في شأن عيسي ﷺ، وفي غيره من كل شئون الحياة، وكل دين الإسلام الذي أنت عليه أيها المسلم هو بكل تأكيدٍ بلا أيِّ شكّ الحقّ الثابت المُؤَكَّد الذي وَصَلَك من ربك – أيْ مُرَبِّيك وخالقك ورازقك وراعيك ومُرْشِدك من خلال دينه الإسلام لكلّ ما يُصلحك ويُكملك ويُسعدك تمام السعادة في دنياك وأخراك – في القرآن العظيم الذي أوحِيَ إلي رسولك الكريم محمد ﷺ، بينما غيره من الأنظمة والتشريعات التي تُخَالِفه هي بالقطع مُضِرَّة مُتْعِسَة فيهما، فبالتالي فلا تكن أبداً من المُمْتَرِين أيْ المُتَشَكّكِين المُجَادِلِين في ذلك ولو للحظة واحدة، لأنه هو الذي يَقبله كل عقلٍ مُنْصِفٍ عادلٍ وهو الذي يُوافِق الفطرة بداخله والتي هي مسلمة أصلا، فاثبت عليه وتمسّك واعمل به لتَصْلُح وتَكْمُل وتَسْعَد في الداريْن وإلا تَعِسَتَ فيهما علي قَدْر بُعْدك عنه"
    },
    {
      "number": 61,
      "text": "فَمَنْ حَاجَّكَ فِيهِ مِن بَعْدِ مَا جَاءَكَ مِنَ الْعِلْمِ فَقُلْ تَعَالَوْا نَدْعُ أَبْنَاءَنَا وَأَبْنَاءَكُمْ وَنِسَاءَنَا وَنِسَاءَكُمْ وَأَنفُسَنَا وَأَنفُسَكُمْ ثُمَّ نَبْتَهِلْ فَنَجْعَل لَّعْنَتَ اللَّهِ عَلَى الْكَاذِبِينَ",
      "tafseer": "أيْ هذا بيانٌ أنَّ الداعي إلي الله والإسلام وهو يدعو غيره لهما بكل قُدْوةٍ وحِكْمةٍ وموعظةٍ حَسَنَة، مِن كثرة جدال المَدْعُو له بغير حقّ بل بكلّ كذبٍ وبغير أيّ حجَّةٍ أو دليلٍ عقليّ أو مَنْطِقِيّ أو غيره، وعندما يَغْلِب علي ظنه أنه لا يريد التّوَصُّل إلي الحقّ والخير بل لإضاعة الأوقات وتشتيت الجهود ونحو ذلك، وحين يستشعر أنه لم يَعُدْ للحوار أيّ فائدة، قد يَصِل به الحال أحيانا إلي المُبَاهَلَة، أي الابتهال، أي الدعاء والتّوَسُّل لله تعالي أن يصيب الذي علي الباطل باللعنة والضرر والهلاك ونحوه، لأنه يعلم تماما بلا أيّ شكّ أين الحقّ والعدل والخير والصواب ولا يَتّبعه رغم توضيح كل الأمور له بكل الوسائل المُمْكِنَة حيث قد أغْلَق عقله بالأغشية التي وضعها عليه وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. أيْ فمَن جادَلَك في الحقّ أيْ الصدق الذي ذُكِرَ في الآية السابقة يا رسولنا الكريم ويا أيها المسلم أيْ في شأن عيسي ﷺ أنه إلاهٌ أو ابن إلاهٍ أو ما شابه هذا من تخاريف، أو في وجود الله سبحانه أو أنه ليس واحداً بل آلهة مُتَعَدِّدة أو في صِدْق رسله وكتبه وحُدُوث البَعْث بالأجساد والأرواح بعد الموت يوم القيامة والحساب والعقاب والجنة والنار أو عدم صلاحية الإسلام لإصلاح وإكمال وإسعاد البشريّة تمام السعادة في دنياها حتي يوم القيامة أو ما شابه هذا من أنواع الجدال مِمَّن يريدون التشويش علي الناس ومنع انتشار الإسلام بينهم، مِن بعد ما وَصَلَكَ من العلم الحقّ الصدق الثابت الذي ليس فيه أيّ شكّ عن كلّ هذا من خلال القرآن العظيم، فحينها لا تُبادلهم الحوار لأنهم مُعانِدون لا يُقنعهم الدليل مهما كان واضحاً قاطعاً حاسماً ولكن قل لهم تعالوا نُحْضِر أبناءنا وأبناءكم ونساءنا ونساءكم وأنفسنا وأنفسكم ونجتمع جميعا في مكانٍ ما، ثم نجتهد في الدعاء والتّوَسُّل لله أن يُنزل عاجلاً أو آجِلاً عقوبته ولعنته أيْ عذابه وعدم رحمته على الكاذبين في أقوالهم المُصِرِّين علي كذبهم وعنادهم واستكبارهم واستهزائهم ومُرَاوَغَتهم.. إنَّ أصحاب الحقّ دوْمَاً علي ثقةٍ وتأكّدٍ تامٍّ بأنهم سيَنتصرون، ولذا فهم لا يَتَخوَّفون من حضورهم بأنفسهم ومن إحضار معهم أحب الناس إليهم كالأبناء والزوجات والأخوات والقريبات والمسلمين عموما من باب التعاون علي البرِّ والتقوي لتأكّدهم أنهم لن يهلكهم خالقهم لأنهم علي الحقّ وهو الذي أوْصاهم بهذه المُبَاهَلَة عند الاحتياج إليها، أمّا أهل الباطل فهم في الغالب لا يَستجيبون ولا يَحضرون خوفا مِمَّا قد يصيبهم، وهذا في ذاته سيكون أكبر دليلٍ علي أنهم كاذبون وأنهم قد أعلنوا هزيمتهم وانتصار دعاة الخير والحقّ والصدق.. إنهم دوْمَاً لا يَثِقون في باطلهم!!"
    },
    {
      "number": 62,
      "text": "إِنَّ هَذَا لَهُوَ الْقَصَصُ الْحَقُّ وَمَا مِنْ إِلَهٍ إِلاَّ اللَّهُ وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ",
      "tafseer": "أيْ إنَّ هذا القرآن العظيم بما فيه من قصصٍ تُقَصّ عليكم وتُذْكَر لكم لتَتّعِظوا بها وأخلاقِيَّاتٍ وتشريعاتٍ ونُظُمٍ مُتَكَامِلَة تُسْعِد الجميع في كل شئون حياتهم في كل لحظاتها بكل مُتَغَيِّراتها حتي يوم القيامة، هو بكل تأكيدٍ بلا أيِّ شكّ القصص الصِّدْق الذي ليس فيه ذرّة شكّ لأنه من الخالق الكريم العليم الحكيم الخبير المُنَزَّه عن الأخطاء والأهواء الذي يعلم خَلْقه الذين هم صَنْعَته وما يُصْلِحهم ويُكملهم ويُسعدهم تمام السعادة في دنياهم وأخراهم.. \".. وَمَا مِنْ إِلَهٍ إِلاَّ اللَّهُ.. \" أيْ وليس في الكوْن إله أيْ مَعْبُود يستحِقّ العبادة أيْ الطاعة إلا الله وحده بلا أيّ شريكٍ له، فهو الإله المعبود الواحد أيْ الذي ليس معه شريك، الأحد أيْ الذي لا يَتكَافيَء معه شيء.. \".. وَإِنَّ اللَّهَ لَهُوَ الْعَزِيزُ الْحَكِيمُ ﴿62﴾\" أيْ وإنَّ الله بكل تأكيدٍ بلا أيِّ شكّ هو وحده لا غيره العزيز أيْ الغالِب القاهِر الذي لا يُغْلَب ولا يُقْهَر ويُعِزّ أهل الخير بعِزَّته ويُكرمهم ويَرفعهم ويَنصرهم ويَقهر ويُذلّ أهل الشرّ ويُهينهم ويَخفِضهم ويَهزمهم، وهو في كلّ أموره الحكيم أيْ الذي يتصرّف بكل حِكمة ودِقّة ويَضع كلّ أمرٍ في مَوْضِعه دون أيّ عَبَث"
    },
    {
      "number": 63,
      "text": "فَإِنْ تَوَلَّوْا فَإِنَّ اللَّهَ عَلِيمٌ بِالْمُفْسِدِينَ",
      "tafseer": "أيْ فإن استجابَ هؤلاء المُجادِلون المُعَانِدون المُكَذّبون المُستكبرون المُستهزؤن الذين سَبَقَ ذِكْرهم بأنْ اتّبَعوا أخلاق الإسلام فلهم كل الخير والسعادة في الداريْن، وإنْ تَوَلّوْا أيْ أعطوا ظهورهم لرسولهم الكريم ﷺ والْتَفَتُوا وانْصَرَفوا وابْتَعَدُوا عنه وعن الإسلام وتَرَكوه وأهْمَلوه بصورةٍ فيها تكذيب وعِناد واستكبار واستهزاء بما يُفيد إصرارهم التامّ علي فِعْل الشرور والمَفاسد والأضرار فلهم كل الشرّ والتعاسة فيهما، فإنَّ الله حتما عليم بتمام العلم بعلمٍ ليس بعده علم أكثر منه بالمفسدين، بكل أقوالهم وأفعالهم ومَفاسدهم وشرورهم وأضرارهم بكلّ صورها المختلفة، الذين لا يقومون بأيِّ إصلاحٍ ينفع الآخرين ويسعدهم لأنهم فاسدون في أنفسهم مُتْعِسُون لها مُفْسِدون مُتعسون لغيرهم، وبالتالي سيُجازِيهم في الدنيا والآخرة حتما بكلّ علمٍ وبكل عدلٍ ودون أيّ ذرّة ظلمٍ بكل ما يستحقّونه مِن كل شرٍّ وتعاسة علي قَدْر فسادهم.. فإيّاكم ثم إياكم أيها المسلمون أن تَتَشَبَّهوا بمِثْل هؤلاء وإلا تعستم مثل تعاساتهم تمام التعاسة في دنياكم وأخراكم"
    },
    {
      "number": 64,
      "text": "قُلْ يَا أَهْلَ الْكِتَابِ تَعَالَوْا إِلَىٰ كَلِمَةٍ سَوَاءٍ بَيْنَنَا وَبَيْنَكُمْ أَلَّا نَعْبُدَ إِلَّا اللَّهَ وَلَا نُشْرِكَ بِهِ شَيْئًا وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ",
      "tafseer": "أيْ قل يا رسولنا الكريم ويا كل مسلم لأهل الكتاب وهم الذين قد نَزَلَ عليهم كتابٌ من الله تعالي يَسْبِق القرآن الكريم كاليهود الذين أنْزِلَ عليهم التوراة من خلال رسولهم موسي ﷺ وكالنصاري الذين أنزل عليهم الإنجيل من خلال عيسي ﷺ، اذْكُر لهم وذَكِّرهم، بقولك وعملك، بكل قُدْوَةٍ وحكمة وموعظة حسنة، وبكل وضوحٍ وحَسْمٍ وبلا أيّ تَرَدُّد، وبما يُناسبهم من أقوالٍ وأفعالٍ وفي توقيتٍ وبأسلوبٍ مناسب، قل لهم تعالوا وأَقْبِلُوا إلي كلمةٍ سواءٍ بيننا وبينكم أيْ كلمةٍ مُسْتَوِيَةٍ لا الْتِواءَ ولا اعْوِجَاج فيها مستقيمة عادلة مُنْصِفَة ليس فيها أيّ مَيْلٍ أو انحرافٍ عن الحقّ والعدل والخير والسعادة يَقبلها كلّ عقلٍ مُنْصِفٍ عادلٍ ولا تَرفضها الفطرة بداخله والتي هي مسلمة أصلا ونَتَسَاوَىَ عندها جميعا وفيها إنْصاف لنا ولكم ونلتقي فيها معكم وتلتقون عندها معنا ونتّفق عليها ونشترك فيها وهي المساحة المشتركة التي تجمعنا جميعا بعد إبعاد التَّعَصُّب والأغراض الرخيصة الدنيئة كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. وهذه الكلمة السواء هي \".. أَلَّا نَعْبُدَ إِلَّا اللَّهَ..\" أي هذه هي أعلي وأعظم كلمةٍ سواءٍ في الوجود كله والتي يَتَفَرَّع عنها كل الكلمات السَّوَاء الأخري وهي كلمة السعادة في الداريْن، كلمة لا إلاه إلا الله ولا نعبد إلاّ إيّاه أيْ لا مَعْبُود يستحِقّ العبادة أيْ الطاعة إلا الله وحده بلا أيّ شريكٍ له، فهو الإله المعبود الواحد أيْ الذي ليس معه شريك، الأحد أيْ الذي لا يَتكَافيَء معه شيء.. \".. وَلَا نُشْرِكَ بِهِ شَيْئًا..\" أيْ هذا مزيدٌ من التأكيد علي أنه لا إلهَ إلا الله ومزيدٌ من التفصيل والتوضيح لمعناها، أيْ ولا نُشَارِك معه في العبادة آلهة غيره كصنمٍ أو حَجَرٍ أو كوكبٍ أو بَشَرٍ ضعيفٍ مثلنا نطلب منه رزقاً أو صحة أو قوة أو غيره بل ونَتَذلّل له ونُطيعه حيث سَار وإنْ كان شرَّاً وكأنه إلاهٌ لنا!!.. \".. وَلَا يَتَّخِذَ بَعْضُنَا بَعْضًا أَرْبَابًا مِّن دُونِ اللَّهِ..\" أيْ هذا مزيدٌ ومزيدٌ من التأكيد علي أنه لا إله إلا الله وزيادةٌ في التفصيل والتوضيح لمعناها، أيْ ولا يُطيع بعضنا بعضا فيما يُخالف وَصَايَا الله في الإسلام ولا نَتّبِع أحداً في تحليل شيءٍ أو تحريمه إلا فيما أحَلّه أو حَرَّمه سبحانه، أيْ ولا يجعل مُطلقا أحدٌ مِنّا أحداً آخر من البَشَر رَبَّاً له غير الله تعالي – وجَمْع رَبّ أرباب – فمَن أطاع غيره في كل ما يأمر به دون أيِّ تمييزٍ منه بعقله بين ما هو حلال أيْ خَيْرِيّ مُفيد مُسْعِد له وللآخرين وبين ما هو حرام أيْ شرّ مُضِرّ مُتْعِس للجميع فقد اتّخذه رَبَّاً له من دون الله تعالي وتَعِسَ في دنياه وأخراه مُقابِل ما يفعله من شرور ومَفاسد وأضرار، وما ذلك إلا لأنه قد عَطّلَ عقله بالأغشية التي وضعها عليه وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. \".. فَإِن تَوَلَّوْا فَقُولُوا اشْهَدُوا بِأَنَّا مُسْلِمُونَ ﴿64﴾\" أيْ فإن استجابوا بأنْ اتّبَعوا أخلاق الإسلام فلهم كل الخير والسعادة في الداريْن، وإنْ تَوَلّوْا أيْ أعطوا ظهورهم لرسولهم الكريم ﷺ والْتَفَتُوا وانْصَرَفوا وابْتَعَدُوا عنه وعن الإسلام وتَرَكوه وأهْمَلوه بصورةٍ فيها تكذيب وعِناد واستكبار واستهزاء بما يُفيد إصرارهم التامّ علي فِعْل الشرور والمَفاسد والأضرار فلهم كل الشرّ والتعاسة فيهما، فلا تُحاوروهم بعدها وأوقفوا الحوار معهم لأنهم مُعانِدون يعلمون الحقّ ولا يَتّبعونه من أجل أثمان الدنيا الرخيصة وقولوا اشهدوا بأنا مسلمون أيْ اعترفوا بأننا علي الصواب وأنكم علي الخطأ حيث لم تأتوا للكلمة السواء ولم تستطيعوا مُقَابَلَة الحوار والدليل الحاسم بحوارٍ ودليلٍ قاطعٍ مثله مُقَابِلٍ وهذا وحده دليل كاف علي انتصارنا وهزيمتكم بما أظْهَرَ للناس أين الحقّ والعدل والخير والسعادة وأين الباطل والظلم والشرّ والتعاسة، ثم اعترافكم بأنا مسلمون يعني ضِمْنَاً اعترافكم علي أنفسكم أمام الجميع بأنكم كافرون! وأننا لم نُوقِف الحوار معكم لعدم قُدْرتنا علي إقناعكم أو لأنكم علي صوابٍ وإنما لأنه لم يَعُدْ له فائدة وأنه أصبح مَضْيَعَة للأوقات والجهود حيث قد وَضَحَ الحقّ بكل صور الوضوح، كذلك في طَلَبنا منكم الشهادة بأنا مسلمون إثبات تامّ أننا ثابتون تماما علي الإسلام والدعوة له والدفاع عنه بكل ما نملك طوال حياتنا شاكرون لله علي ذلك ولا نُخفيه بل نُعْلِنه للجميع وهو أيضا تَيْئِيس لكل من يحاول إبعادنا عنه من أمثالكم ولإشعارهم بصورةٍ غير مباشرةٍ أنهم كافرون فلعلهم بهذا وبإيقاف الحوار معهم وإهمالهم يستقيظون ويعودون لربهم ولإسلامهم ليسعدوا في الدارين بدلا أن يتعسوا فيهما"
    },
    {
      "number": 65,
      "text": "يَا أَهْلَ الْكِتَابِ لِمَ تُحَاجُّونَ فِي إِبْرَاهِيمَ وَمَا أُنزِلَتِ التَّوْرَاةُ وَالْإِنجِيلُ إِلَّا مِن بَعْدِهِ أَفَلَا تَعْقِلُونَ",
      "tafseer": "أيْ هذا ذمٌّ شديدٌ لأهل الكتاب ومَن يَتَشَبَّه بهم وتَعَجُّبٌ من سوء حالهم وفِكْرهم حيث يتكلمون كلاماً سفيهاً يدعو للسخرية لا يَقبله أيّ عقلٍ ولا مَنْطِق! أيْ يا أهل الكتاب أيْ يا أيها الذين قد نَزَلَ عليهم كتابٌ من الله تعالي يَسْبِق القرآن الكريم كاليهود الذين أنْزِلَ عليهم التوراة من خلال رسولهم موسي ﷺ وكالنصاري الذين أنزل عليهم الإنجيل من خلال عيسي ﷺ، لماذا تُجادلون بغير حقّ بل بكلّ كذبٍ وبغير أيّ حجَّةٍ أو دليلٍ عقليّ أو مَنْطِقِيّ أو غيره في شأن دين الرسول الكريم إبراهيم ﷺ فيَدَّعِى بعضكم أنه كان على الديانة اليهودية ويَدَّعِى البعض الآخر أنه كان على الديانة النصرانية ولم تنزل التوراة والإنجيل أصلاً إلا مِن بعده بأزمان طويلة؟!! فكيف يكون إذَن يهودياً يدين بالتوراة أو نصرانياً يدين بالإنجيل؟!!.. إنهم يقولون ذلك حتي يظلّوا علي ضلالهم مُتَهَرِّبين من دعوة الرسول الكريم محمد ﷺ التي تَدعوهم لدين إبراهيم وهو الإسلام فيَدَّعُون كذباً وزُوُرَاً مَفْضُوحاً أنهم هم أيضا علي دينه فلماذا إذَن يُغَيِّرون دينهم بل المسلمون هم الذين ليسوا علي دينه لأنّ القرآن أضاف لصُحُفِ إبراهيم ما يُناسب الأزمنة حتي يوم القيامة وعليهم أن يكونوا مثلهم من اليهود أو النصاري الأقْرَب لهذه الصحف؟!.. إنه نوعٌ من أنواع الجدال الذي يريدون به التشويش علي الناس ومَنْع انتشار الإسلام بينهم ليظلّوا يَستعبدوهم ويَخدعوهم ويَنهبوا جهودهم وثرواتهم وخيراتهم لأنّ الإسلام هو الذي يَدْفعهم لأخذ حقوقهم.. والاستفهام والسؤال هو للذّمّ ولِلّوْم الشديد وللرفض التامّ وللتّعَجُّب من الحال السَّيِّء لمَن كان كذلك ولإيقاظه ليعود لربه ولأخلاق إسلامه ليَسعد في الداريْن.. \".. أَفَلَا تَعْقِلُونَ ﴿65﴾\" أيْ هل لا تَتفكَّرون وتَتَدَبَّرون في ذلك وتَتَجَنَّبونه تماما وتعودون لربكم ولإسلامكم وتفعلون كل خيرٍ وتَتركون كل شرٍّ لتسعدوا في دنياكم وأخراكم ولا تتعسوا فيهما؟! فأين العقول المُنْصِفَة العادلة، أفلا تُحسنون استخدام عقولكم، أليس لديكم عقول تمنعكم من هذا؟! إنَّ مهمَّة العقل التمييز بين الخير المُفيد المُسْعِد والإقبال عليه والدعوة إليه وبين الشرّ المُضِرّ المُتْعِس والامتناع عنه ومَنْع الغير منه لكنْ إنْ أقْبَلَ علي ما فيه ضَرَر فكأنه قد عَطّل عَمَلَه وألْغَيَ قيمته!!"
    },
    {
      "number": 66,
      "text": "هَا أَنْتُمْ هَؤُلَاءِ حَاجَجْتُمْ فِيمَا لَكُمْ بِهِ عِلْمٌ فَلِمَ تُحَاجُّونَ فِيمَا لَيْسَ لَكُمْ بِهِ عِلْمٌ وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ",
      "tafseer": "أيْ أنتم يا هؤلاء – ولفظ \"ها\" في اللغة العربية يستخدم للتنبيه لِمَا سيُقال – من أهل الكتاب ومِمَّن يَتَشَبَّه بكم قد جادلتم الرسول الكريم محمد ﷺ والمسلمين لكي تُعاندوهم وتُكذّبوهم وتُرَاوِغوهم حتي لا تُسلموا ولا يُسلم غيركم في أمورٍ من المُمْكِنِ أن تُجادلوا وتُحاوروا فيها لأنَّ لكم بها علم أو بعض علمٍ لأنها في كتبكم مِثْل أنَّ الرسول محمد سيُبْعَث وعليكم أن تؤمنوا به وبالقرآن الذي سيُوحَيَ إليه ومِثْل بعض التشريعات فيه التي صَحَّحَت ما حاولتم تحريفه في دينكم وما شابه هذا، وبَقِيتم علي عنادكم وتكذيبكم، لكن لماذا تُجادلون في أمورٍ ليس لكم بها أيّ علمٍ أصلاً والتي منها أنّ إبراهيم كان يهودياً أو نصرانياً ونحو ذلك؟! إنَّ السَّفَه والجهل لا يُمكن أنْ يَصِلَ بكم إلي مثل هذا الحَدّ!! والاستفهام والسؤال هو للذّمّ ولِلّوْم الشديد وللرفض التامّ وللتّعَجُّب من الحال السَّيِّء لمَن كان كذلك ولإيقاظه ليعود لربه ولأخلاق إسلامه ليَسعد في الداريْن.. وفي هذا توجيهٌ لكلّ مسلمٍ أن يكون صاحب حجّة، أيْ لا يقول قولاً ولا يفعل فِعْلاً إلاّ بناءً علي علمٍ ودليل، فذلك – وبعد توفيق الله وتيسيره له وطَلَب عوْنه وسَداده – يجعله دائما علي صوابٍ، علي خيرٍ، لا يبتعد عنه، ويزيد ثقة مَن حوله به، ويُحسنون ويُكثرون تعاملاتهم معه، فيَربح ويَسعد، في دنياه وأخراه، أمَّا لو تكلّم كلاماً أو عمل عملاً بغير علمٍ أو دليل، فإنّ ذلك يُفْقِده ثقة الآخرين ويَسْتَقِلّونه ويَبتعدون عنه، فيَخسر ويَتعس فيهما.. \".. وَاللَّهُ يَعْلَمُ وَأَنْتُمْ لَا تَعْلَمُونَ ﴿66﴾\" أيْ  والله يعلم حال إبراهيم ودينه، ويعلم ما تجادلون فيه بعلمٍ وبغير علمٍ، بالعَلَن وبالسِّرّ، وما بدَوَاخِل الأفكار والعقول، ومَن هم أهل الخير وأهل الشرّ وسيُجازي كُلّاً بما يستحِقّه في الداريْن، ويعلم كل شيءٍ عن أيِّ شيءٍ في هذا الكوْن، وبالجملة يعلم ما غاب عنكم من مصالحكم يا هؤلاء ويا أيها الناس وما هو خير أو شرّ لكم حاليا ومستقبلا وأنتم لا تعلمون كل ذلك ونتائج الأمور في المستقبل فسَارِعوا بالتالي إذَن إلي الاستجابة لكل ما فُرِضَ عليكم وتَمّ توصيتكم به من أخلاق الإسلام لتسعدوا في الدنيا والآخرة لأنه تعالي لا يأمركم إلا بما هو خير أيْ مُفيد مُسْعِد لكم فيهما ولا يمنعكم إلا عمَّا هو شرّ أيْ مُضِرّ مُتْعِس لكم فيهما وهو أرحم بكم وأحرص علي مصلحتكم وسعادتكم وأقْدَر عليها من أنفسكم"
    },
    {
      "number": 67,
      "text": "مَا كَانَ إِبْرَاهِيمُ يَهُودِيًّا وَلَا نَصْرَانِيًّا وَلَٰكِن كَانَ حَنِيفًا مُّسْلِمًا وَمَا كَانَ مِنَ الْمُشْرِكِينَ",
      "tafseer": "أيْ ما كان إبراهيم ﷺ مُطلقاً يوماً مَا يهودياً علي دين اليهود كما ادَّعَيَ بعضهم كذباً وزُورَاً ولا نصرانياً علي دين النصاري كما ادَّعَيَ أيضا بعضهم بالكذب والزُّوُر لأنه بالعقل والمَنْطِق لم تكن اليهودية ولا النصرانية إلا مِن بَعْده بأزمنة طويلة، ولكنه كان حتماً حنيفاً أيْ مائلاً عن كل دينٍ باطلٍ إلى الدين الحقّ وهو الإسلام، وكان مسلماً أيْ مستسلما لوصايا وتشريعات الله تعالي متمسّكاً عامِلاً بكل أخلاق إسلامه في كل شئون حياته ثابتا دائما عليها حتي مَمَاته، وما كان أبداً من المشركين به أيْ من الذين يعبدون أيْ يُطيعون معه إلاهاً غيره كصنمٍ أو حَجَرٍ أو نجمٍ أو نحوه.. وفي هذا تلميحٌ بكذبهم وافترائهم لعلهم يستفيقون ويعودون لله وللإسلام ليسعدوا في الداريْن بَدَلاً أن يتعسوا فيهما"
    },
    {
      "number": 68,
      "text": "إِنَّ أَوْلَى النَّاسِ بِإِبْرَاهِيمَ لَلَّذِينَ اتَّبَعُوهُ وَهَٰذَا النَّبِيُّ وَالَّذِينَ آمَنُوا وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ",
      "tafseer": "أي ليس مُطلقا اليهود والنصاري الذين حَرَّفوا في دينهم عن الإسلام الذي كان عليه إبراهيم والذي يُحبه كل أهل الأديان من بعده لمَكَانَته العالية بين الرسل في الداريْن لِمَا قَدَّمَ لله وللإسلام، ليس مُطلقا أمثال هؤلاء أقْرَب لدين إبراهيم، وإنما أوْلَيَ الناس به وبدينه أيْ أقربهم منه ومن صفاته ومن دينه وأشدّهم وَلَاءً له واختصاصاً وصِلَة به وحباً ونصرة له وللإسلام وأحقّهم وأجدرهم بالانتساب إليه وبأن يقولوا أننا علي دينه وبأن يَعْتَزّوا بهذا ويُمْتَدَحُوا به وبمُوَافَقَته في أقواله وأفعاله وبمُقَارَبَته في مَكَانته الدنيوية والأخروية هم فقط بالتأكيد الذين اتّبعوه أيْ سارُوا خَلْف ما جاء به مِن إسلامٍ في زمنه وبعد مَمَاته، وأيضا حتما هذا الرسول الكريم محمد ﷺ خاتم الرسل وإمامهم حيث القرآن العظيم الذي أُوُحِيَ إليه والصالح لإكمال ولإسعاد البشرية حتي يوم القيامة هو مُطَابِق ومُكَمِّل لِمَا جاء به إبراهيم من إسلامٍ والذي كان مناسباً لزمنه، وكذلك بالقطع الذين آمنوا أيْ صَدَّقوا به ﷺ واتّبعوا كل أخلاق الإسلام الذي جاءهم به.. \".. وَاللَّهُ وَلِيُّ الْمُؤْمِنِينَ ﴿68﴾\" أيْ والله خالق الخَلْق القويّ المَتِين مالِك المُلك الذي له كل صفات الكمال الحُسني هو وليُّ المؤمنين أيْ وَلِيّ أمرهم يديره لهم علي أكمل وجهٍ فيُعينهم ويُؤيِّدهم وينصرهم ويرعاهم ويُوَفّقهم ويُؤَمِّنهم ويُسعدهم.. إنَّ في الآية الكريمة توجيهاً ضِمْنِيَّاً للمسلمين بأن يُوَالِي أيْ يُحِبّ ويَنصر ويَرْعَيَ ويُعين ويُقَوِّي بعضهم بعضاً مهما تَبَاعَدَت بيوتهم وأوطانهم والأزمان بينهم حتي يَتَوَلّاهم الله تعالي فينالوا تمام سعادة الداريْن، وكذلك فيها طمْأَنَة وتَبْشِيرٌ لهم أنَّ ربهم الكريم القويّ العزيز حتماً ناصرهم ومُكْرمهم ومُعِزّهم علي مَن آذاهم في الدنيا والآخرة"
    },
    {
      "number": 69,
      "text": "وَدَّت طَّائِفَةٌ مِّنْ أَهْلِ الْكِتَابِ لَوْ يُضِلُّونَكُمْ وَمَا يُضِلُّونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ",
      "tafseer": "أيْ هذا تحذيرٌ للمسلمين من كراهية بعض غير المسلمين لهم حتي لا يَثِقُوا بهم ثقة كاملة وعليهم أن يُعاملوهم بأخلاق الإسلام لكنْ مع شدّة الحَذَر من مَكَائدهم وإلا أبعدوهم عنها تدريجيا إن استجابوا لشرورهم بكامل حرية إرادة عقولهم فيتعسون بالتالي في الداريْن علي قَدْر بُعْدِهم عن ربهم وإسلامهم.. أيْ أحَبَّت وتَمَنَّت مجموعة من أهل الكتاب وهم الذين قد نَزَلَ عليهم كتاب من الله تعالي يَسْبِق القرآن الكريم كاليهود الذين أنْزِلَ عليهم التوراة من خلال رسولهم موسي ﷺ وكالنصاري الذين أنزل عليهم الإنجيل من خلال عيسي ﷺ، ومَن تَشَبَّهَ بهم، لو تَمَكّنوا بكل ما يستطيعون من وسائل أن يُضِلّوكم أيْ يُضيعوكم بأن يُبْعِدوكم عن العمل بأخلاق إسلامكم كلها أو بعضها وفِعْل الشرور والمَفاسد والأضرار وذلك بنشرها ومحاولة إيقاعكم فيها.. وليس لهذا أيّ مُبَرِّرٍ إلا كوْنه حَسَدَاً من تِلْقاء عقولهم ومشاعرهم النفسية بداخلها إذ هم لم يُؤْمَرُوا بذلك حتماً فى كتبهم بل هي تَمنعهم من هذا الخُلُق القَبِيح.. والحَسَد هو تَمَنِّي بالعقل زوال نعمةٍ مَا عن المحسود وإتْبَاعِ هذا التَّمَنِّي بأقوالٍ وأفعالٍ تُحَقِّق هذا الزوال لهذه النعمة، فهم يَتَمَنّون زوالَ نِعْمة الإسلام عن المسلمين ولا يُحبّون أن يروهم يعيشون في خيرات وسعادات الإسلام بَدَلَ شرور وتعاسات الكفر، لأنه بانتشاره لا يُمكنهم أن يَستعبدوا مَن يُسْلِم ويَستغفلوه ويَسْتَغِلّوا جهوده وثرواته ولذلك فهم يكرهونه ويُعَادُونه ويُقاومون انتشاره بكل الوسائل المُمْكِنَة لديهم.. وكل ذلك يَفعلونه رغم أنه قد ظَهَرَ واتَّضَحَ لهم تماما الحقّ أيْ الصدق التامّ للقرآن العظيم وللرسول الكريم محمد ﷺ والذي لا يُنْكِره أيّ عاقلٍ مُنْصِفٍ عادل، وبالتالي ففِعْلهم ليس عن جهلٍ قد يعتذرون به وإنما عن علمٍ وتَعَمُّدٍ وعِنادٍ وإصرارٍ علي ما هم فيه وسوءِ أهدافٍ ونوايا لكي لا يَتّبعوه ولا يَتّبعه غيرهم.. وما كل ذلك إلا لأنهم قد عَطّلوا عقولهم بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. \"..  وَمَا يُضِلُّونَ إِلَّا أَنفُسَهُمْ وَمَا يَشْعُرُونَ ﴿69﴾\" أيْ وهم في حالتهم هذه في حقيقة الأمر لا يُضَيِّعُون إلا ذواتهم دون أن يَحسُّوا لأنهم هم الذين سيزدادون ضَرَرَاً وتعاسة بانغماسهم واستدراجهم أكثر في فسادهم وضلالهم دون انتباهٍ لإصلاح أنفسهم مع إضافة فسادٍ زائدٍ وهو محاولاتهم الفاشلة معظمها لإفسادكم وأنتم ستَجتهدون في أن تقاوموهم ولا تَتّبعوهم فلا يَحصلون إلا علي مزيدٍ من العمل الفاسد يعملونه فيَتعسون به وبنتائجه في دنياهم وأخراهم.. \".. وَمَا يَشْعُرُونَ ﴿69﴾\" أيْ وهم من شِدَّة سَفَهِهم وجهلهم وتعطيلهم لعقولهم بالأغشية التي وضعوها عليها من أجل تحصيل أثمان الدنيا الرخيصة لا يشعرون بذلك أيْ لا يَعلمونه ولا يُدركونه ولا يَدْرُون ولا يُقَدِّرُون نتائجه المُضِرَّة المُتْعِسَة لهم في الداريْن فكأنهم عَدِيمِى الشعور فاقِدى الفِكْر والإحساس والإدْراك، وذلك لأنهم مُستمرّون مُصِرّون تمام الإصرار علي ما هم فيه بلا أيِّ استجابةٍ لأيِّ خيرٍ مُغْلِقون للباب أمام أيِّ محاولاتٍ لدعوتهم له لأنهم قد وَصَلوا إلي مَرْحَلة الخَتْم علي عقولهم أيْ مِن شِدَّة عِنادهم واستكبارهم وإصرارهم علي فِعْل الشرّ واعتيادهم علي فِعْله لفتراتٍ طويلةٍ دون أيّ استجابةٍ لأيّ خيرٍ قد وَصَلوا لمرحلةٍ مُزْمِنَة مِن الشرّ بحيث لم يَعُد في عقولهم أيّ مساحةٍ لأيّ خير!! بل بعضهم لم يَعُد حتي يستطيع أن يُفَرِّق بين الخير والشرّ وأين هذا من ذاك!!"
    },
    {
      "number": 70,
      "text": "يَا أَهْلَ الْكِتَابِ لِمَ تَكْفُرُونَ بِآيَاتِ اللَّهِ وَأَنْتُمْ تَشْهَدُونَ",
      "tafseer": "أيْ يا أهل الكتاب – وهم الذين قد نَزَلَ عليهم كتاب من الله تعالي يَسْبِق القرآن الكريم كاليهود الذين أنْزِلَ عليهم التوراة من خلال رسولهم موسي ﷺ وكالنصاري الذين أنزل عليهم الإنجيل من خلال عيسي ﷺ – لماذا تُكَذّبون بآيات الله سواء أكانت آياتٍ أيْ معجزات في كل مخلوقات الكوْن حولكم أم آياتٍ في القرآن العظيم تُتْلَيَ عليكم فيها أخلاقيَّات وتشريعات تُنَظّم حياتكم علي أكمل وأسعد وجه، وتعانِدون وتستكبرون وتستهزؤن وتفعلون الشرور والمَفاسد والأضرار، وأنتم تشهدون أيْ تعلمون تماما بداخل عقولكم علماً مُؤَكّداً كعلم المُشاهَدَة بالعين أنها الصدق فهي يَقْبلها أيّ عقلٍ مُنْصِفٍ عادلٍ وتُوافِق الفطرة بداخله والتي هي مسلمة أصلا؟! بل أنتم تَشهدون بصِدْقِها فيما بينكم ويُسِرّ بذلك بعضكم إلى بعض في بعض الأوقات ولكنكم تُخْفون ذلك!!.. إنَّ هذا العلم المُؤَكّد بأنَّ هذه الآيات هي الحقّ من المُفْتَرَض أنْ يَقود أيّ عاقلٍ لأنْ يُسارِع بأنْ يؤمن بها لا أن يكفر!! .. والاستفهام والسؤال هو للذّمّ ولِلّوْم الشديد وللرفض التامّ وللتّعَجُّب من الحال السَّيِّء لمَن كان كذلك ولإيقاظه ليعود لربه ولأخلاق إسلامه ليَسعد في الداريْن بدلا أن يتعس فيهما"
    },
    {
      "number": 71,
      "text": "يَا أَهْلَ الْكِتَابِ لِمَ تَلْبِسُونَ الْحَقَّ بِالْبَاطِلِ وَتَكْتُمُونَ الْحَقَّ وَأَنْتُمْ تَعْلَمُونَ",
      "tafseer": "أيْ وبعد أنْ ذمَّهم وحَذّرَهم تعالي علي كفرهم بآيات بالله ذمّهم وحَذّرهم أن يعملوا لإضلال غيرهم.. أيْ يا أهل الكتاب لماذا تَخْلِطون الحقّ الذي هو في القرآن والإسلام المُنَزّل من عند الله تعالي بالكذب الذي تَدَّعُونه من تحريفٍ وتزييفٍ للحقائق فتقولون بعض الحقيقة ليست كاملة وتخلطونها بكثير من الأكاذيب كأنْ تَدَّعُوا مثلا كذباً وزُورَاً أنَّ بعض آيات القرآن ليست من عند الله أو أنَّ الرسول محمد ﷺ ليس صادقاً في كل ما يقول أو خَالَف بعض ما في التوراة والإنجيل أو ما شابه هذا من تخاريف لا يقبلها العقل المُنْصِف العادل.. وكذلك لماذا تكتمون الصدق فتُخفونه تماما وليس مجرّد خَلْطه بكذب.. فالسؤال الأول هو عن التغيير والخَلْط، والسؤال الثانى عن الكِتْمان والإخفاء.. \".. وَأَنتُمْ تَعْلَمُونَ ﴿71﴾\" أيْ وأنتم مُتَعَمِّدُون لفِعْل هذا السوء ليس خطأ ولا نسياناً حيث أنتم تعلمون تمام العلم أنكم كاذبون مُدَّعُون تقومون بتلبيس الحقّ بالباطل أو بكتمانه، وكذلك تعلمون الضَرَر الكبير على الناس بسبب إضلالهم وإبعادهم عن الإسلام وما في ذلك من فقدانهم سعادتهم في الداريْن وتعاستهم فيهما، فأنتم مِن ذوى العلم لستم جُهَلاء، ولا يَصِحّ مِمَّن كان كذلك أن يَفعل مِثْل فِعْلكم، فإنْ أتَيَ هذا الفِعْل مِن جاهلٍ فإنه يُعَلّم ليُزَالَ جَهْله فلا يَفعله، ولكنْ إنْ أتَيَ من عالِمٍ مثلكم فإنَّ انتشاره وضَرَره يكون أشدّ وأوْسَع وبالتالي سيكون عقابكم الدنيويّ والأخرويّ أعظم.. هذا، والآية الكريمة تُحَذّرهم والناس عموما تحذيرا شديدا من خَلْط الصدق بالكذب والخير بالشرّ أو كتمانه رغم وضوحه والعلم به في كل شأنٍ من شئون الحياة المختلفة لأنه من أهم أسباب تعاسة البَشَر حيث تختلط الأمور ولا يُعْلَم أين الصواب من الخطأ والسعادة من التعاسة فتضيع الحقوق وتنتشر المظالم التي تؤدي حتما إلي المُشاحَنات والعداوات.. والتعاسات.. في الدنيا والآخرة"
    },
    {
      "number": 72,
      "text": "وَقَالَتْ طَائِفَةٌ مِنْ أَهْلِ الْكِتَابِ آمِنُوا بِالَّذِي أُنْزِلَ عَلَى الَّذِينَ آمَنُوا وَجْهَ النَّهَارِ وَاكْفُرُوا آخِرَهُ لَعَلَّهُمْ يَرْجِعُونَ",
      "tafseer": "أيْ هذا بيانٌ لبعض الوسائل الخَبيثة يَفْضَحها ويَكشفها الله تعالي في هذه الآية الكريمة ليَتَنَبَّه إليها المسلمون والتي يقوم بها أهل الكتاب وغيرهم ومَن تَشَبَّه بهم لمحاولة الإساءة للإسلام والمسلمين، وهي أنَّ بعضهم كان يُظْهِر الإيمان لفترةٍ من الزمن ليُحْسِنَ الظنّ بهم ويَثِق فيهم مَن ليس خبيراً بأساليب خِدَاعهم حتى إذا اطمأنّ الناس إليهم أظهروا كفرهم ورجعوا إلى ما كانوا عليه ليُوهِمُوا بذلك الذين لا يُحسنون استخدام عقولهم أنهم لم يرجعوا عن الإسلام إلا بعد أن دَخلوه وبَحثوا بكل أمانةٍ عن الحقيقة فوجدوه واقعياً عملياً وليس نظرياً عن بُعْدٍ لا يَصْلُح – في ادِّعائهم – أن يكون دِينَاً يُلْتَزَم بأخلاقه ويُدير كل شئون الحياة ليُسعدها فعادوا لدينهم الصحيح!! إنهم يريدون بذلك التشويش علي الناس ومَنْع انتشار الإسلام بينهم ليظلّوا يَستعبدوهم ويَخدعوهم ويَنهبوا جهودهم وثرواتهم وخيراتهم لأنّ الإسلام هو الذي يَدْفعهم لأخذ حقوقهم.. أيْ وقالت مجموعة من أهل الكتاب فيما بينهم أظْهِرُوا تصديقكم بالقرآن والإسلام الذي أُنْزِلَ علي الذين صَدَّقُوا به وأَعْلِنُوا اتّباعكم له أول النهار لفترةٍ ثم كَذّبوا به في آخره لعلهم يَتَشَكّكون في إسلامهم فيَرْجِعُون عنه إلي ديننا أو إلي غير دينٍ لأنه لو كان صحيحاً لَمَا خرجنا منه ونحن أهل كتابٍ وعلمٍ وثِقَة!!.. هذا، وقولهم \"لعَلّهم\" يُفيد تَشَكّكهم هم في إمكان أنْ يترك مسلمٌ إسلامه، حتي ولو ابتعد عن بعض أخلاقه أحيانا، لأنَّ مَن ذاقَ طَعْم الحقّ واطمأنّ وسَعِدَ به تمام الاطمئنان والسعادة الحقيقية من الصعب والنادر أن يُفَرَّط فيه ويتركه للتعاسة، وسيُعينه ربه علي ذلك حتما، إلا إذا فَقَدَ عقله!!"
    },
    {
      "number": 73,
      "text": "وَلا تُؤْمِنُوا إِلاَّ لِمَنْ تَبِعَ دِينَكُمْ قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ وَاللَّهُ وَاسِعٌ عَلِيمٌ",
      "tafseer": "أيْ وأيضا يقول بعضهم لبعض ويَتَوَاصون فيما بينهم لا تُصَدِّقوا أحداً وتَستجيبوا له وتُطيعوه وتَتّبعوه علي دينه إلا مَن كان اتّبَعَ ووَافَقَ دينكم مِن اليهود، وهذا محاولة منهم لإبعاد أنفسهم وغيرهم عن الإسلام وقبوله واتّباعه، أيْ لا تُصَدِّقوا المسلمين فيما يقولونه لكم داعِين إيّاكم لله وللإسلام.. كذلك من معاني الآية الكريمة أنْ لا تَعترفوا بأيِّ حقّ يُوجَد في الإسلام إلا سِرَّاً فيما بينكم لمَن اتّبَع دينكم، ولا تؤمنوا إيماناً بحَقّ وبصِدْقٍ وبجدٍّ وعن تصديقِ عقلٍ إلا لأهل دينكم لكنَّ محمداً والمسلمين الذين لم يَتّبِعوا دينكم فلا تُؤمنوا لهم وتَتّبعوا إسلامهم، ولا تُصَدِّقوا أحداً وتَأْمَنُوه وتَكْشِفوا له سِرَّ خدْعَتنا – التي ذُكِرَت في الآية السابقة من الإيمان وَجْه النهار والكفر آخره – إلا لمَن هو مِثْلكم.. \".. قُلْ إِنَّ الْهُدَى هُدَى اللَّهِ..\" أيْ قل لهم يا رسولنا الكريم ويا كل مسلم إنَّ الإرشاد الحقيقي الذي ليس بعده أيّ إرشادٍ أكمل وأعظم وأفضل وأصْوَب وأصْلَح منه حيث يُرْشِد لكل ما يُصلح ويُكمل ويُسعد تمام السعادة في الدنيا والآخرة وكلَّ مَن يَعمل به كله سيُحَقّق قطعاً ذلك، هو حتما بكل تأكيدٍ بلا أيِّ شكّ إرشاد الله في دينه الإسلام، وليس ما يَدَّعِيه أمثال هؤلاء المُكَذّبين من تعاليم مَكْذُوبَة مُحَرَّفَة مُخَالِفَة لهُدَيَ الله تعالي يَسترشدون بها هي الهُدَيَ بالقطع بل هي الهَوَيَ المُؤَكّد أيْ الشرّ والفساد والضرَر والتعاسة في الداريْن!!.. \".. أَنْ يُؤْتَى أَحَدٌ مِثْلَ مَا أُوتِيتُمْ أَوْ يُحَاجُّوكُمْ عِنْدَ رَبِّكُمْ..\" أيْ ولا تُؤمنوا إلا لمَن تَبِعَ دينكم ولا تُؤمنوا أيْ لا تُصَدِّقوا أيها اليهود أن يُعْطَيَ أحدٌ مثل ما أُعْطِيتم من العلم والكتاب وهو التوراة والحِكْمة والمُعجزات كشَقّ البحر ونجاتكم من فرعون وغرقه وجنوده فيه وغير ذلك من تكريم الله لكم، ولا تُصَدِّقوا أيضا أنَّ المسلمين بإمكانهم أنْ يُحاجّوكم أيْ يُجادلوكم عند ربكم في الآخرة – ولا في الدنيا – علي أنكم كنتم خاطئين فيَغلبوكم، لأنكم أصَحّ وأفضل ديناً منهم!!.. وكذلك من المعاني ولا تُؤمنوا إلا لمَن تَبِع دينكم فلا تُصَدِّقوا المسلمين وتَعترفوا بأنهم علي حقّ أنْ يُؤْتَيَ وتعني حتي لا يُؤْتَيَ أيْ لا يُعْطَيَ أحدٌ من الناس – أيْ المسلمين – مثلما أُعْطِيتم من العلم لأنه باعترافكم هذا قد خسرتم مكانتكم أنكم أعلم وأعلي منهم ومنافعكم بسببها وكذلك سيُمْكِنهم أن يُحاجّوكم أيْ يُجادلوكم فيَغلبوكم عند ربكم يوم القيامة وفي الدنيا حتماً أمام الناس فيُسْلِمون لأنكم اعترفتم بأنهم هم الذين علي الحقّ.. وفي هذا استعلاءٌ لهم علي المسلمين وأنَّ دين اليهودية رغم تحريفاتهم وتخريفاتهم فيه أفضل من الإسلام فلا تَتركوه أيها اليهود وتُسلموا بل استمرّوا وأَصِرُّوا علي ما أنتم عليه فأنتم الأعلي في الداريْن!!.. هذا، ومن معاني الآية الكريمة أيضا أنَّ الهُدَيَ هُدَيَ الله فلا تُنْكِروا أيها اليهود أنْ يُعْطَيَ أحدٌ مثل ما أُعْطِيتُم فقد أُعْطِيتُم التوراة التي كانت فيها إسلام يُناسب عصرها ثم أُعْطِي المسلمون الإسلام المناسب لِمَا بعدها مِن أزمنةٍ حتي يوم القيامة في القرآن فأسْلِموا إذَن.. وأيضا من المعاني أنْ قل لهم كذلك يا رسولنا الكريم ويا كل مسلم على سبيل الذمّ والتّسْفِيه لعقولهم هل الخوف من أن يُؤْتَىَ أحدٌ مثل ما أوتيتم من الكتاب أو أن يُحاوركم المسلمون عند ربكم يوم القيامة فيَغلبوكم حيث آمنوا بالحقّ وأنتم كفرتم به يَدْفعكم لأنْ تقولوا هذه الأقوال السيئة وتفعلوا هذه الأفعال الخبيثة؟!.. إنَّ هذا لن يحميكم بالقطع من عذابه تعالي في الداريْن!! لا شَكّ أنَّ الذي دَفَعكم لهذا هو أنكم قد عَطّلتم عقولكم بالأغشية التي وضعتموها عليها وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. وكذلك من المعاني قل إنَّ الهُدي هُدي الله ولن يُعْطَيَ أحدٌ مثل ما أعطيتم أيها المسلمون من القرآن العظيم وما فيه من دينِ الإسلام الذي يُناسب كلّ عصرٍ حتي نهاية الحياة لِمَا فيه من نُظمٍ مُتَكَامِلَة تُسْعِد الجميع في كل شئون حياتهم في كل لحظاتها بكل مُتَغَيِّراتها حيث ينظمها لهم علي أكمل وأسعد وجهٍ بما يُصلحهم ويُكملهم ويُسعدهم تمام السعادة في دنياهم وأخراهم، وكذلك ما أُعْطِيَ أحدٌ غيركم مثل ما أعطيتم يا مسلمين من الدين والحجّة حتى يُمكنهم أنْ يُحاجّوكم أيْ يُجادلوكم ويَغلبوكم عند ربكم يوم القيامة – ولا في الدنيا حتما – أنكم لستم علي صوابٍ في كل شئون حياتكم لأنكم علي أَصَحّ وأكملِ دين، دين الإسلام.. إنَّ هذا الجزء من الآية الكريمة من المُمْكِن أن يكون خاصَّاً بأهل الكتاب أو للمسلمين تثبيتاً وتشجيعاً لهم علي إسلامهم أو لهما معا.. \".. قُلْ إِنَّ الْفَضْلَ بِيَدِ اللَّهِ يُؤْتِيهِ مَنْ يَشَاءُ..\" أيْ قل يا رسولنا الكريم ويا كل مسلم لمَن حولك، اذْكُر لهم وذَكِّرهم، بقولك وعملك، بكل قُدْوَةٍ وحكمة وموعظة حسنة، وبكل وضوحٍ وحَسْمٍ وبلا أيّ تَرَدُّد، وبما يُناسبهم من أقوالٍ وأفعالٍ وفي توقيتٍ وبأسلوبٍ مناسب، قل لهم إنَّ كل الفضل من خيرٍ وعطاءٍ بيَدِ الله يَمْلكه ويَتصرَّف فيه هو وحده فهو صاحب العطاء العظيم الزائد الهائل الكامل الذي لا يُقارَن ولا يُوصَف إذ يملك كل النِّعَم التي لا تُحْصَيَ ومنها القرآن والإسلام وحفظهما ونشرهما فيُعطي نِعَمه مَن يشاؤها ويُحسن اتِّخاذ أسباب الوصول إليها فيَشاء الله له ذلك فيُيَسِّرها له ويُوَفّقه لها.. \".. وَاللَّهُ وَاسِعٌ عَلِيمٌ ﴿73﴾\" أيْ والله بكل تأكيدٍ بلا أيِّ شكّ عظيم كامل الصفات والمُلْك يَسَع ويَشْمَل كلّ خَلْقه بعِلْمه وحِكْمته وسلطانه ونفوذه وفضله وكرمه وعطائه بنِعَمِه ورحماته التي لا تُحْصَيَ وتَوْسِعته لأرزاقهم وعدم تضييقه عليهم في تشريعاته لهم في الإسلام فكلها مُيَسَّرَة تماما تُنَظّم حياتهم وتُسعدها علي أكمل وجه.. عليم بكلّ شيءٍ عنهم وعن أحوالهم في أيِّ زمانٍ ومكانٍ أيْ كثير العلم أي يعلم بعلمٍ ليس بعده علم أكثر منه كلّ شيءٍ يُظهرونه أو يُخفونه فلا تَخْفَيَ عليه خَافِيَة في الكوْن كله.. فانتبهوا لذلك وافعلوا كلّ خيرٍ واتركوا أيّ شرٍّ لتسعدوا تمام السعادة في دنياكم وأخراكم"
    },
    {
      "number": 74,
      "text": "يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشَاءُ وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ",
      "tafseer": "أيْ هذا مزيدٌ من التأكيد للآية السابقة.. أي هو وحده سبحانه يَختصّ برحمته أيْ يَخصّ بصفةٍ خاصَّةٍ وعلي وجه الخصوص دون الآخرين ويُعطِي ويُفْرِد ويُقْصِر خيره بكل أنواعه علي مَن يشاء مِن خَلْقه وليس لأيِّ أحدٍ مهما كان أىّ تأثيرٍ فى ذلك، فهو لا يَقدر علي مَنْع أيّ شيءٍ أراد إعطاءه لخَلْقه وله ولغيره ولا علي إعطاء أيّ شيءٍ أراد مَنْعه، وكل خيرٍ وعطاءٍ بيده يَمْلكه ويَتصرَّف فيه هو وحده فهو صاحب العطاء العظيم الهائل الكامل الذي لا يُقارَن ولا يُوصَف إذ يملك كل النِّعَم التي لا تُحْصَيَ ومنها القرآن والإسلام وحفظهما ونشرهما فيُعْطِي نِعَمه مَن يشاؤها مِن خَلْقه ويُحسن اتِّخاذ أسباب الوصول إليها فيَشاء الله له ذلك فيُيَسِّرها له ويُوَفّقه لها.. \".. وَاللَّهُ ذُو الْفَضْلِ الْعَظِيمِ ﴿74﴾\" أيْ وهذا الذي يَتَفَضَّل به علي خَلْقه هو لأنه تعالي وحده وليس أيّ أحدٍ غيره صاحب الفضل العظيم أي العطاء الزائد الهائل الكامل الذي لا يُقارَن فلا يُسْتَبْعَد أبداً منه ذلك.. إنه حتما ذو الفضل العظيم بما وَسَّعَ علي خلقه من أرزاقهم التي لا تُحْصَيَ في دنياهم وبما أعطي المُحْسِنين في أخراهم من نعيمٍ تامٍّ لا يُوصَف.. ومَن كان هذا وَصْفه مِن القُدْرة والعلم والحِكْمَة والمُلك والرحمة والفضل فهو المُسْتَحِقّ وحده للعبادة أي الطاعة وللشكر وللتوكّل عليه.. وفي الآية الكريمة طمْأَنَة للمسلمين أنَّ ربهم الكريم القويّ العزيز حتما ناصرهم ومُكْرمهم ومُعِزّهم علي مَن آذاهم في الدنيا والآخرة"
    },
    {
      "number": 75,
      "text": "وَمِنْ أَهْلِ الْكِتَابِ مَنْ إِنْ تَأْمَنْهُ بِقِنْطَارٍ يُؤَدِّهِ إِلَيْكَ وَمِنْهُمْ مَنْ إِنْ تَأْمَنْهُ بِدِينَارٍ لا يُؤَدِّهِ إِلَيْكَ إِلا مَا دُمْتَ عَلَيْهِ قَائِمًا ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الأُمِّيِّينَ سَبِيلٌ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ",
      "tafseer": "أيْ هذا بيانٌ لبعض الصفات السَّيِّئة لبعض أهل الكتاب – إضافة إلي ما سَبَقَ ذِكْره في الآيات السابقة – لكي يَحْذرها المسلمون عند التعامُل معهم في شئون حياتهم.. أيْ وأيضا مِن أهل الكتاب فريقٌ إنْ تَأتمنه على قنطارٍ أيْ كثيرٍ مِن مالٍ أو غيره أيْ وَضَعته عنده كأمَانَةٍ في أمَانِهِ ليَحفظه ولا يُضيعه يَرُدّه ويُعطيه إليك عند طَلَبه كاملاً وافِيَاً غير منقوصٍ بلا خِيانةٍ فهو في غاية الأمانة، ومنهم فريق آخر في غاية الخيانة إنْ تأتمنه على قليلٍ وحقيرٍ من مالٍ أو أيِّ شيءٍ لا يُعطيك إيَّاه إلا إذا دَاوَمْتَ على القيام بالمُطالَبَة به واستعملتَ كل الوسائل المُمْكِنَة المُتَاحَة المُبَاحَة للحصول عليه.. إنّ في الآية الكريمة تذكرة للمسلمين بأداء الأمانات إلي أصحابها، صغرت أم كبرت، سواء أكانت مالاً أم شيئاً عَيْنِيَّاً أم معنوياً ككلمةِ حقّ وشهادتها أم أداء نصيحةٍ وفكرٍ سليمٍ أم عملٍ وعلمٍ مُتْقَنٍ أم ما شابه هذا من أنواع الأمانات .. إنه بانتشار الوفاء بالعهود والمواثيق والمعاهدات والوعود والمواعيد وما شابه هذا، مع الله تعالي ورسوله الكريم ﷺ بالوفاء معهما بالتمسّك بكل أخلاق الإسلام، ثم مع جميع الخَلْق علي اختلاف دياناتهم وثقافاتهم وعلومهم وبيئاتهم وعاداتهم وتقاليدهم، ينتشر الأمن بين الناس فيَسعد الجميع في دنياهم وأخراهم، بينما بانتشار الخيانة أيْ عدم الوفاء والغَدْر في أيِّ شيءٍ مادِّيٍّ أو مَعْنَوِيٍّ يفقدون أمانهم ويَتنازعون ويَتعسون فيهما.. \".. ذَلِكَ بِأَنَّهُمْ قَالُوا لَيْسَ عَلَيْنَا فِي الأُمِّيِّينَ سَبِيلٌ..\" أيْ ذلك الامتناع عن أداء الأمانات من الفريق الخائن منهم سببه أنهم يقولون كذباً وزُورَاً أنه في ديننا الذي أوْصانا الله به ليس علينا في الأُمِّيِّين سبيل أيْ لا لَوْم وعِتَاب وتَبِعَة وذنب علينا في اسْتِحْلال ونَهْب حقوق وخيانة الأمّيين ويَقصدون بهم كل مَن ليس علي دينهم حيث يعتبرونه أمِّيَّاً جاهلاً مُتَخَلّفاً ليس له حقّ مثل حقوقهم تَعَالِيَاً وتَكَبُّرَاً علي الناس وظلماً لهم.. وفي هذا تذكرةٌ للمسلمين بخُلُق التّوَاضُع بأن يحترموا الآخرين ولا يَتَعَالوا عليهم ويعلموا أنَّ لهم من العقول والمشاعر والخبرات ما هو مثلهم أو يفوقهم، فهذا سيجعلهم يستمعون لهم ويستفيدون بخبراتهم ويُؤَدّون حقوقهم إليهم، وبانتشار التواضع والاحترام المُتَبَادَل سيَرْبَح الجميع ويَسعدون في الداريْن بينما بغيابه سيخسرون ويتعسون فيهما حيث ستنتشر بينهم بكل تأكيد الأحقاد والمُشاحَنات والخلافات والانتقامات وغيرها.. \".. وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ..\" أيْ ويَدَّعُون علي الله الكذب أنه هو الذي أوْصَاهم في كُتبهم بوَحْيٍ منه بأنه ليس عليهم في الأُمِّيِّين سبيل!!.. إنه كذبٌ صريحٌ لأنه مخالفٌ لأيِّ عقلٍ مُنْصِفٍ عادلٍ حيث الله تعالي حتماً لا يَأمر مُطلقا في كتبه بخيانةٍ أو ظلمٍ وإنما بأخلاق الإسلام التي تُصْلِح الناس وتُكملهم وتُسعدهم تمام السعادة في دنياهم وأخراهم لو عملوا بها كلها.. \".. وَهُمْ يَعْلَمُونَ ﴿75﴾\" أيْ وهم مُتَعَمِّدُون لفِعْل هذا السوء ليس خطأ ولا نسياناً حيث هم يعلمون تمام العلم أنهم كاذبون مُدَّعُون يقولون علي الله تعالي الكذب، وكذلك يعلمون الضَرَر الكبير على الناس بسبب عدم أداء الأمانات وما في ذلك من فقدانهم سعادتهم في الداريْن وتعاستهم فيهما، فهم مِن ذوى العلم ليسوا جُهَلاء، ولا يَصِحّ مِمَّن كان كذلك أن يَفعل مِثْل فِعْلهم، فإنْ أتَيَ هذا الفِعْل مِن جاهلٍ فإنه يُعَلّم ليُزَالَ جَهْله فلا يَفعله، ولكنْ إنْ أتَيَ من عالِمٍ مثلهم فإنَّ انتشاره وضَرَره يكون أشدّ وأوْسَع وبالتالي سيكون عقابهم الدنيويّ والأخرويّ أعظم.. هذا، والآية الكريمة تُحَذّرهم والناس عموما تحذيراً شديداً من خيانة الأمانة حيث تضيع الحقوق وتنتشر المَظالِم التي تؤدي حتما إلي المُشاحَنات والعداوات.. والتعاسات.. في الدنيا والآخرة"
    },
    {
      "number": 76,
      "text": "بَلَى مَنْ أَوْفَى بِعَهْدِهِ وَاتَّقَى فَإِنَّ اللَّهَ يُحِبُّ الْمُتَّقِينَ",
      "tafseer": "أيْ بَلَيَ، والتي تُفيد نَفْيَ نَفْيِهِم، أيْ ليس الأمر كما يَدَّعِي أمثال هؤلاء كذباً وزُورَاً أنه ليس عليهم في الأُمِّيِّين سبيل، بل عليهم فيهم سبيل، وأنهم مُعَذّبون بسبب عدم إسلامهم واسْتِحْلالهم لممتلكات غيرهم بغير حقّ، وأنّه مَن أوْفَيَ بعهده واتّقَيَ فإنَّ الله يحبّ المُتّقين أيْ مَن التزم بالعهود والمواثيق والمعاهدات والوعود والمواعيد وما شابه هذا فنَفّذها تامَّة ولم يُخْلفها، مع الله ومع رسله الكرام وآخرهم محمد ﷺ بالتمسّك والعمل بكل أخلاق الإسلام، ثم مع جميع الخَلْق علي اختلاف دياناتهم وثقافاتهم وعلومهم وبيئاتهم وعاداتهم وتقاليدهم – وكل عهدٍ أيْ وَعْدٍ مع الناس هو في حقيقته عهد الله، أيْ هو وعدٌ معه تعالي، لأنه هو المُطّلِع الشاهِد المُحَاسِب عليه حيث يُعطِي لمَن وَفّيَ به خيراً كثيراً في الداريْن ويُعَاقِب مَن لم يلتزم به بغير عُذْرٍ مقبولٍ بما يُناسبه فيهما – واتَّقَيَ أيْ وخافَ الله ورَاقَبَه وأطاعه وجَعَلَ بينه وبين عذابه وقاية بفِعْل كل خيرٍ وتَرْك كلّ شرٍّ ليسعد في الداريْن، وذلك في كل أقواله وأعماله في كل شئون حياته، وكان دَوْمَاً مِن المُتّقين أي المُتَجَنِّبين لكلّ شرّ يُبعدهم ولو للحظة عن حب ربهم وعوْنه وتوفيقه ورضاه ورعايته وأمنه ونصره وقوَّته ورزقه وسعادته في الدنيا ثم أعلي درجات جنته في الآخرة ولا يَصِلُون أبداً لمرحلة إغضابه بل يُسارعون لفِعْل كل خيرٍ يُسعدهم ومَن حولهم، فإنَّ الله حتماً يحب هؤلاء المتقين في كلّ تصرّفاتهم بكل شئون حياتهم المختلفة ومع جميع الناس والخَلْق، فقد اسْتَحَقّوا بوفائهم وبتقواهم حُبَّه، ومَن أَحَبَّه كان سَمْعه الذي يسمع به وبصره الذي يبصر به ويده التي يتصرّف بها ورجله التي يمشي عليها ولئن سأله أيَّ مسألةٍ أعطاه إيّاها أو ما هو أفضل منها ولئن استعاذه من أيّ شرٍّ أعاذه أيْ حفظه منه وأعانه عليه وبالجملة سيكون في تمام الخير واليُسْر والأمن والسعادة في دنياه قبل أخراه، وكَفَيَ بذلك جزاء عظيما للمُتّقين"
    },
    {
      "number": 77,
      "text": "إِنَّ الَّذِينَ يَشْتَرُونَ بِعَهْدِ اللَّهِ وَأَيْمَانِهِمْ ثَمَنًا قَلِيلًا أُوْلَئِكَ لا خَلاقَ لَهُمْ فِي الآخِرَةِ وَلا يُكَلِّمُهُمْ اللَّهُ وَلا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ وَلا يُزَكِّيهِمْ وَلَهُمْ عَذَابٌ أَلِيمٌ",
      "tafseer": "أيْ إنَّ الذين يَتركون ويَبيعون عَهْد الله وأيْمَانهم ليأخذوا في مُقابِله ثمناً وتعويضاً قليلاً من أثمان الدنيا رخيصٍ دَنِيءٍ زائلٍ يوماً مَا كمَنْصِبٍ أو جاهٍ أو مالٍ أو غيره يستبدلوه به، فهذا الثمن مهما عَظم فهو مَهِين حيث يَجُرّ علي مَن يأخذه من التعاسات ويَخْسَر به من السعادات الدنيوية والأخروية ما لا يطِيقه، فالذين يَفعلون ذلك هم حتما سفهاء حيث هي صفقة خاسرة قطعا لأنهم يبيعون أعظم خيرٍ ويشترون بدلا منه شيئا حقيرا، وأيّ عاقلٍ بالقطع يَحْذَر مطلقا أن يفعل مِثْل ذلك.. والمقصود بأنهم يَبيعون عهد الله أيْ لا يُوفون ولا يَلتزمون بالعهود والمواثيق والمعاهدات والوعود والمواعيد وما شابه هذا، مع الله تعالي ورسوله الكريم ﷺ بالوفاء معهما بالتمسّك والعمل بكل أخلاق الإسلام، ثم مع جميع الخَلْق علي اختلاف دياناتهم وثقافاتهم وعلومهم وبيئاتهم وعاداتهم وتقاليدهم، فهم لا عهد ولا وعد ولا أمان ولا أمانة لهم.. هذا، وكل عهدٍ أيْ وَعْدٍ مع الناس هو في حقيقته عهد الله، أيْ هو وعدٌ معه تعالي، لأنه هو المُطّلِع الشاهِد المُحَاسِب عليه حيث يُعطِي لمَن وَفّيَ به خيراً كثيراً في الداريْن ويُعَاقِب مَن لم يلتزم به بغير عُذْرٍ مقبولٍ بما يُناسبه فيهما.. والمقصود بكلمة \".. وَأَيْمَانِهِمْ..\" أيْ ويَتركون ويَبيعون أيْمَانهم التي أقسموا بها على الوفاء بما وَعَدُوا به فلا يُوفون بهذه الأيْمَان بل وأحيانا يَحْلِفون كذباً ليُؤَكّدوا ما يريدون تأكيده من أقوالٍ أو أفعال.. \".. أُوْلَئِكَ لا خَلاقَ لَهُمْ فِي الآخِرَةِ..\" أيْ هؤلاء المذكورون المَوْصُوفون بتلك الصفات السَّيِّئة السابقة ومَن يَتَشَبَّه بهم هم بالقطع الذين ليس لهم في الآخرة أيّ خَلَاق أيْ نصيب في الجنة ونعيمها الذي لا يُوصَف.. إضافة قطعا إلي ما لهم من جحيمِ وعذابِ الدنيا بسبب بُعْدِهم عن ربهم وإسلامهم والذي يَتَمَثّلَ في درجةٍ ما من درجات العذاب علي قَدْر بُعْدِهم عنهما كقلقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراعٍ أو اقتتالٍ مع الآخرين وبالجملة ما فيه ألم وكآبة وتعاسة.. \"..  وَلا يُكَلِّمُهُمْ اللَّهُ..\" أيْ ويُهْمِلهم فلا يُكَلّمهم بأيِّ كلامٍ يوم القيامة بما يدلّ علي شدّة غضبه تعالي عليهم، أو لا يُكَلّمهم كلاماً مُطَمْئِنَاً مُسْعِدَاً بل يُكَلّمهم بما يُخِيفهم ويُهِينهم ويتعسهم.. \".. وَلا يَنْظُرُ إِلَيْهِمْ يَوْمَ الْقِيَامَةِ..\" أيْ وكذلك لا ينظر إليهم يومها نظرة رحمةٍ وعطفٍ ورعايةٍ وإحسانٍ وإنعامٍ بل يُعْرِض عنهم فلا يَلْتَفِت إليهم غَضَبَاً عليهم وإهانة لهم.. \".. وَلا يُزَكِّيهِمْ..\" أيْ ومن شدة غضبه عليهم أيضا أنه لا يُطَهِّرهم من ذنوبهم بمغفرتها، فهو لا يَرحمهم.. \".. وَلَهُمْ عَذَابٌ أَلِيمٌ ﴿77﴾\" أيْ وسيكون لهم في انتظارهم عذابٌ مُؤْلِم أيْ مُوجِع شديد مُهِين لا يُوصَف بما يناسب شرورهم ومَفاسدهم وأضرارهم"
    },
    {
      "number": 78,
      "text": "وَإِنَّ مِنْهُمْ لَفَرِيقًا يَلْوُونَ أَلْسِنَتَهُمْ بِالْكِتَابِ لِتَحْسَبُوهُ مِنْ الْكِتَابِ وَمَا هُوَ مِنْ الْكِتَابِ وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ وَهُمْ يَعْلَمُونَ",
      "tafseer": "أيْ وإنَّ مِن هؤلاء المَذكورين المَوْصُوفين بتلك الصفات السَّيِّئة السابقة ومَن يَتَشَبَّه بهم فريقاً يُحَرِّفون بألسنتهم في الكتاب، في كلام الله، أيْ يُغَيِّرون ويَتَلاَعَبون في ألفاظه ومعانيه وتفسيره وتطبيقه مِن بعد ما عَقَلوه أيْ فَهِموه وعَلِموه تماما فهم لم يُحَرِّفوه لأنهم جُهَلاء أو ناسِين مثلا أو نحو ذلك مِمَّا قد يجعل لهم عُذْرَاً ولكنهم يُحَرِّفونه عن علمٍ وتَعَمُّدٍ وسوءِ أهدافٍ ونوايا لكي لا يَتّبعوه ولا يَتّبعه غيرهم وهم يعلمون تمام العلم أنه كلام الله تعالي وأنه الحقّ وأنَّ كتبه المُنَزَّلَة لا يجوز تغيير أيّ حرفٍ منها وأنه حافظها بحِفْظه وبالمؤمنين المتمسّكين العامِلين بها وأنهم مُحَرِّفون مُجْرِمُون كاذِبون مُزَوِّرُون وأنهم مُعَذّبون علي هذا في دنياهم وأخراهم؟!.. وما كل ذلك إلا لأنهم قد عَطّلوا عقولهم بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. فلا يَتَشَبَّه بهم حتما أحدٌ من المسلمين.. \".. لِتَحْسَبُوهُ مِنْ الْكِتَابِ وَمَا هُوَ مِنْ الْكِتَابِ..\" أيْ لتَتَوَهَّمُوا أيها السامعون أنَّ هذا اللّيّ والتحريف في المعاني هو من الكتاب المُنَزَّل إليكم وما هو منه في شيءٍ فهو ليس مُطلقاً من كلامه سبحانه وما يُريده.. \".. وَيَقُولُونَ هُوَ مِنْ عِنْدِ اللَّهِ وَمَا هُوَ مِنْ عِنْدِ اللَّهِ وَيَقُولُونَ عَلَى اللَّهِ الْكَذِبَ..\" أيْ ولا يَكتفون بهذا التحريف بل وَصَلُوا إلي درجةٍ من الجرأة علي الله تعالي والسوء والوَقاحَة أنهم يقولون ويَدَّعُون أنَّ هذا المُحَرَّف هو نَزَلَ من عند الله هكذا لم نَزِد فيه أو ننْقص منه حرفاً واحداً، والحقّ أنه ليس من عند الله أبداً ولكنهم يقولون على الله الكذب التامّ الصريح الواضح المَفْضُوح.. \".. وَهُمْ يَعْلَمُونَ ﴿78﴾\" أيْ وهم مُتَعَمِّدُون لفِعْل هذا السوء ليس خطأ ولا نسياناً حيث هم يعلمون تمام العلم أنهم كاذبون مُدَّعُون يقولون علي الله تعالي الكذب، وكذلك يعلمون الضَرَر الكبير على الناس بسبب هذا الفِعْل الشنيع وما في ذلك من فقدانهم سعادتهم في الداريْن وتعاستهم فيهما، فهم مِن ذوى العلم ليسوا جُهَلاء، ولا يَصِحّ مِمَّن كان كذلك أن يَفعل مِثْل فِعْلهم، فإنْ أتَيَ هذا الفِعْل مِن جاهلٍ فإنه يُعَلّم ليُزَالَ جَهْله فلا يَفعله، ولكنْ إنْ أتَيَ من عالِمٍ مثلهم فإنَّ انتشاره وضَرَره يكون أشدّ وأوْسَع وبالتالي سيكون عقابهم الدنيويّ والأخرويّ أعظم.. هذا، والآية الكريمة تُحَذّرهم والناس عموماً تحذيراً شديداً من مِثْل ذلك وإلا تَعِسُوا في الدنيا والآخرة"
    },
    {
      "number": 79,
      "text": "مَا كَانَ لِبَشَرٍ أَنْ يُؤْتِيَهُ اللَّهُ الْكِتَابَ وَالْحُكْمَ وَالنُّبُوَّةَ ثُمَّ يَقُولَ لِلنَّاسِ كُونُوا عِبَادًا لِي مِنْ دُونِ اللَّهِ وَلَكِنْ كُونُوا رَبَّانِيِّينَ بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ",
      "tafseer": "أيْ هذا رَدٌّ على بعض الجُهَلاء الذين يَدَّعُون جَهْلاً وسَفَهَاً أو كذباً وزُورَاً أنَّ بعض النَّبِيِّين قد طَلَبَ من الناس أن يعبدوه هو من غير الله تعالي كما ادَّعَيَ البعض علي عيسي ﷺ!!.. أيْ لا يكون مُتَصَوَّرَاً ولا يُعْقَل ولا يَصِحّ ولا يَلِيق ويَسْتَحِيل لإنسانٍ أن يُعْطيه الله ويُوحِي إليه الكتاب الذي فيه قواعد وأصول كلّ وَصَايا وأخلاق وتشريعات الإسلام المُناسِبَة لعَصْرِه لكي تُصلح البَشَر وتُكملهم وتُسعدهم في الداريْن لو عملوا بكل أخلاقه، ويُعطيه أيضا الحُكْم أيْ المُلْك والفقه والفهم والعلم للأحكام حتى يتمكّن من القضاء العادل الصائب بين الناس وإدارة كل شئونهم علي أكمل وأسعد وَجْه، ويُعطيه كذلك النّبُوَّة ويُكرمه بها بأنْ يكون رسولاً مَبْعُوثاً منه إليهم لينال شرف حَمْل الإسلام والحقّ والعدل والخير والسعادة لهم وهدايتهم لربهم، لا يُعْقَل بعد كل هذا الإنعام والتكريم والتشريف العظيم أن يقول للناس هذا القول الشنيع وهو كونوا عباداً لي من دون الله!!.. إنَّ أيَّ بَشَرٍ مؤمنٍ لا يمكن أبداً أن يقول مثل هذا السَّفَه والتخريف فهل من المُمْكِن أن يقوله نَبِيٌّ لم يَخْتَرْه تعالي إلا لكمال عقله وخُلُقه؟!!.. \".. وَلَكِنْ كُونُوا رَبَّانِيِّينَ..\" أيْ ولكنْ الذى يُعْقَل أن يَطْلب منهم ويقول لهم كونوا ربَّانِيِّين أيْ مُنْتَسِبين لربكم مُرْتَبِطِين به متمسّكين عامِلِين بكل ما وَصَّاكم به من أخلاق إسلامكم مُرَبِّين لذواتكم ولغيركم عليها مُخلصين مُحسنين له في كل ذلك لتسعدوا جميعا في الداريْن.. \".. بِمَا كُنْتُمْ تُعَلِّمُونَ الْكِتَابَ وَبِمَا كُنتُمْ تَدْرُسُونَ ﴿79﴾\" أيْ بسبب أنكم كنتم تُعَلّمون غيركم الكتاب الذي بَلّغه رسلكم إليكم وبسبب أنكم كنتم تَدْرُسُون إيَّاه وتَتَعَلّمونه وتعملون بأخلاقه كلها، أيْ بهذا تكونوا ربَّانِيِّين"
    },
    {
      "number": 80,
      "text": "وَلا يَأْمُرَكُمْ أَنْ تَتَّخِذُوا الْمَلائِكَةَ وَالنَّبِيِّينَ أَرْبَابًا أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ",
      "tafseer": "أيْ هذا مزيدٌ من التأكيد علي ما سَبَقَ ذِكْره، أيْ ولا يُمكن أبداً أن يقول لكم كونوا عباداً لي من دون الله وأيضا لا يُمكن مُطلقا أن يأمركم ويطلب منكم أن تجعلوا الملائكة والنبيين وغيرهم أربابا – جَمْع ربّ – تعبدونهم غير الله تعالي أيْ تطيعونهم فيما يُخالِف وَصَايَاه في الإسلام أو أن تَتّبعوا أحداً في تحليل شيءٍ أو تحريمه إلا فيما أحَلّه أو حَرَّمه سبحانه، لأنه مَن أطاع غيره في كل ما يأمر به دون أيِّ تمييزٍ منه بعقله بين ما هو حلال أيْ خَيْرِيّ مُفيد مُسْعِد له وللآخرين وبين ما هو حرام أيْ شرّ مُضِرّ مُتْعِس للجميع فقد اتّخذه رَبَّاً له من دون الله تعالي وتَعِسَ في دنياه وأخراه مُقابِل ما يفعله من شرور ومَفاسد وأضرار، وما ذلك إلا لأنه قد عَطّلَ عقله بالأغشية التي وضعها عليه وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. \".. أَيَأْمُرُكُمْ بِالْكُفْرِ بَعْدَ إِذْ أَنْتُمْ مُسْلِمُونَ ﴿80﴾\" أيْ هل يُعْقَل أو يُتَصَوَّر أن يأمركم بالكفر أيْ بالتكذيب بوجود الله وكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره وبالعِناد والاستكبار والاستهزاء وفِعْل الشرور والمَفاسد والأضرار، وذلك بعد أنْ صِرْتُم مسلمين أيْ مُسْتَسْلِمِين لوَصَايَا الله وتشريعاته أيْ متمسّكين عاملين بكلّ أخلاق إسلامكم في كل شئون حياتكم ثابتين دائما عليها؟!!.. إنَّ أيَّ بَشَرٍ مؤمنٍ لا يمكن أبداً أن يقول مثل هذا السَّفَه والتخريف فهل من المُمْكِن أن يقوله نَبِيٌّ لم يَخْتَرْه تعالي إلا لكمال عقله وخُلُقه؟!!.. والاستفهام هو لنَفْي ذلك نَفْيَاً قطعيَّاً بأيِّ صورةٍ من الصور ولتأكيد استحالة حدوثه"
    },
    {
      "number": 81,
      "text": "وَإِذْ أَخَذَ اللَّهُ مِيثَاقَ النَّبِيِّينَ لَمَا آتَيْتُكُمْ مِنْ كِتَابٍ وَحِكْمَةٍ ثُمَّ جَاءَكُمْ رَسُولٌ مُصَدِّقٌ لِمَا مَعَكُمْ لَتُؤْمِنُنَّ بِهِ وَلَتَنْصُرُنَّهُ قَالَ أَأَقْرَرْتُمْ وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي قَالُوا أَقْرَرْنَا قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنْ الشَّاهِدِينَ",
      "tafseer": "أيْ واذْكُر وذَكِّر مَن حولك يا كل عاقل لكي تَتَّعِظوا، اذكروا حين أخذ الله ميثاق النبيين الذين أرسلهم للناس وأوْحَيَ إليهم كتبه التي فيها الإسلام ليُعَلّموه لهم، أيْ أخذ منهم عَهْدهم ووَعْدهم المُؤَكَّد، أنه مَهْمَا أعطيتكم وأوْحَيْت إليكم من كتابٍ فيه قواعد وأصول كلّ وَصَايا وأخلاق وتشريعات الإسلام المُناسِبَة لعَصْرِكم لكي تُصلح البَشَر وتُكملهم وتُسعدهم في الداريْن لو عملوا بها كلها، ومهما أعطيتكم أيضا مِن حِكْمَةٍ أيْ إصابةٍ في الأمور كلها وعلمٍ نافعٍ مصحوبٍ بعملٍ علي أرض الواقع وحِكَمٍ مُسْعِدَةٍ تمام السعادة لكلّ مَن يعمل بها في دنياه وأخراه، ثم حَضَر إليكم أثناء حياتكم – وحتي بعد مَمَاتكم فأوْصُوا بذلك المسلمين المُتّبِعين لكم – رسولٌ من عندي مُصَدِّقٌ لِمَا معكم من كتبكم أيْ مُوَافِق ومُؤَيِّد ومُؤَكِّد ومُبَيِّن ومُتَمِّم لها وليس مُخَالِفَاً لأيِّ شيءٍ من أصولها بما يدلّ علي تمام صِدْقه إذ لو كان كاذباً لخَالَفَها بعضها أو كلها، وذلك التّوَافُق هو لأنَّ مصدرها واحد وهو الله تعالي وكلها تدعو إلي عبادته أيْ طاعته وحده بلا أيّ شريك وإلي اتّباع كل أخلاق الإسلام، فعليكم حتما أيها الأنبياء ومَن اتّبَعكم مِن المسلمين أن تؤمنوا به أيْ تُصَدِّقوه وأن تنصروه بعوْنه علي نشر دعوته بكل قُدْوةٍ وحكمةٍ وموعظةٍ حَسَنَةٍ وبالدفاع عنه وعنها بكل ما تملكون.. وفي هذا إرشادٌ للرسل في كل زمنٍ أن يؤمن بعضهم ببعضٍ وينصره سواء أدركه في عصره أم لم يدركه وأن يُوصُوا بذلك أتْبَاعهم المسلمين الذين أسلموا معهم بأن يؤمنوا بكل رسولٍ يأتيهم من عند الله وأن يستمرّوا علي ذلك ويُسَلّم بعضهم بعضاً هذا الميثاق العظيم إلي أنْ يُؤمنوا بخاتمهم الرسول الكريم محمد ﷺ ويُسْلِمُوا معه حتي نهاية الحياة وبذلك لا يَتيهون ويَتعسون في الداريْن بل يسعدون فيهما تمام السعادة، فإنْ لم يؤمنوا، كاليهود والنصاري مثلا الذين حَضَروا الرسول ﷺ ولم يُسلموا، فقد تَعِسُوا فيهما.. إنَّ الله تعالي يُبَيِّن ضِمْنَاً في هذا الجزء من الآية الكريمة أنه لا يَترك الناس يَتيهون في الحياة ويَضيعون ويَفْسَدون فيَتعسون فيها تمام التعاسة ثم في الآخرة بل هو معهم دائما حتما بعِلْمه وبقُدْرته منذ خلق آدم وحتي يوم القيامة بسبب عظيم رحمته وحبه لخَلْقه وذلك بأن يعطيهم هُدَيً يُرْشِدهم لكلّ خيرٍ وسعادة في دنياهم وأخراهم وهو دين الإسلام.. \".. قَالَ أَأَقْرَرْتُمْ..\" أيْ قال لهم الله تعالي هل وافقتم علي ذلك وقَرَّرتم بتصميمٍ وإصرارٍ الالتزام به وتنفيذه؟!.. \".. وَأَخَذْتُمْ عَلَى ذَلِكُمْ إِصْرِي..\" أي وهل قَبِلْتم إصْرِي أيْ عَهْدِي ووَعْدِي الشديد العظيم الهامّ بيني وبينكم علي كل ذلك الذي ذُكِرَ لكم؟!.. والاستفهام والسؤال هو للتأكيد عليهم.. \".. قَالُوا أَقْرَرْنَا..\" أيْ قالوا وافَقْنا علي ذلك وقَبِلْنا ورضينا والتزمنا وأطعنا ياربنا, فالأمر لسعادتنا.. \".. قَالَ فَاشْهَدُوا وَأَنَا مَعَكُمْ مِنْ الشَّاهِدِينَ ﴿81﴾\" أيْ قال لهم الله تعالي فَلْيَشْهَد إذَن بعضكم على بعض بهذا الإقرار، وأنا معكم من الشاهدين المُشاهِدِين الحاضرين بعلمي وقُدْرتي على إقراركم وإشهاد بعضكم على بعض.. وأيّ شهادةٍ وحضورٍ أعظم وأوْثَق وأصْدَق من شهادة الخالق العظيم الرحيم الحكيم العليم سبحانه؟!!.. وفي هذا مزيدٌ من التوكيد والتوثيق التامّ عليهم والتحذير الشديد من الإخلاف وعدم الوفاء والتنفيذ ومزيدٌ من التنبيه علي عِظَم الأمر للاهتمام بهذه الأمانة، بهذه النعمة العظيمة، بهذا الإسلام، وحفظها وتسليمها جيلاً بعد جِيلٍ حتي قيام الساعة وأنْ يشهد بعضهم علي بعض بتَسَلّمها ويُقِرّ ويَعترف بهذا، وذلك للسعادة بها في الداريْن، وعدم التفريط فيها، والا كانت التعاسة للجميع فيهما بدونها"
    },
    {
      "number": 82,
      "text": "فَمَنْ تَوَلَّى بَعْدَ ذَلِكَ فَأُوْلَئِكَ هُمْ الْفَاسِقُونَ",
      "tafseer": "أيْ فمَن تَوَلّيَ عن طاعة الله بعد ذلك الميثاق المُؤَكَّد أيْ العهد والوعد المُوَثّق بأشدّ التوثيق والشهود أيْ أعْرَضَ أيْ أعطيَ ظهره والتَفَتَ وانْصَرَفَ وابْتَعَدَ عن أخلاق الإسلام وتَرَكها وأهملها بصورةٍ فيها تكذيب وعِناد واستكبار واستهزاء بل وقاوم نشرها وآذَيَ مَن يَتّبعها، فهؤلاء المُتَوَلّوُن حتما هم الفاسقون أيْ الخارجون عن طاعة الله والإسلام الذين اختاروا فِعْل الشرور والمَفاسد والأضرار بكامل حرية إرادة عقولهم وأصَرُّوا واستمرُّوا عليها دون أيّ عودةٍ للخير، سواء أكان هذا الفِسْق كفراً أيْ تكذيبا بوجود الله أم شِرْكَاً أي عبادة لغيره كصنمٍ أو حجر أو نار أو نحوه أم نفاقا أي إظهارا للخير وإخفاءً للشرّ أم اعتداءً وعدم عدلٍ أم فساداً ونَشْرَاً له أم ما شابه هذا.. فكونوا إذَن جميعا أيها الناس من المُهْتَدِين الصالحين المتمسّكين بالميثاق لا من الضالّين الفاسقين المُخَالِفين له المُفَرِّطِين فيه لتسعدوا في الداريْن ولا تتعسوا فيهما"
    },
    {
      "number": 83,
      "text": "أَفَغَيْرَ دِينِ اللَّهِ يَبْغُونَ وَلَهُ أَسْلَمَ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ",
      "tafseer": "أيْ هل يُريدون ويَطلبون هؤلاء الفاسقون دِينَاً غير دين الله وهو الإسلام والذي هو أحسن نظامٍ يُصْلِح ويُكْمِل ويُسْعِد الناس جميعا علي اختلاف ثقافاتهم وعاداتهم وتقاليدهم وعلومهم وفكرهم وبيئاتهم بكل مُتَغَيِّراتهم إلي يوم القيامة تمام السعادة في دنياهم وأخراهم لو عملوا بكل أخلاقه؟!!.. والاستفهام والسؤال هو للذّمّ ولِلّوْم الشديد وللرفض التامّ وللتّعَجُّب من الحال السَّيِّء لمَن كان كذلك ولإيقاظه ليعود لربه ولأخلاق إسلامه ليَسعد في الداريْن بدلا أن يتعس فيهما.. \".. وَلَهُ أَسْلَمَ مَنْ فِي السَّمَوَاتِ وَالأَرْضِ طَوْعًا وَكَرْهًا وَإِلَيْهِ يُرْجَعُونَ ﴿83﴾\" أيْ مع أنَّ جميع مَن في الكوْن قد اسْتَسْلَمَ وانْقادَ وخَضَعَ لإرادة الله تعالي وحده لا لغيره في مُلْكِه سواء أكان راضياً أم كارها، وكل المخلوقات راضية بأن يكون الله سبحانه الذي هو خالقها ومُرَبِّيها ورازقها ومُعِينها وراعيها ومُرْشدها لكلّ خيرٍ ونفعٍ الغفور الرحيم الودود الكريم المُجيب هو المَلَك عليها يُدير شئونها علي أكمل وجه، إلا فقط وحدهم الكافرون والمشركون ومَن شابههم، يَكرهون ذلك ويَسيرون مُتَخَبِّطِين مُتْعَبِين تُعَسَاء عَكْسه، لأنهم يُعَطّلون عقولهم بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره، ومع ذلك فهم أيضا في كثير من أمورهم مسلمون كَرْهَاً أيْ مُسْتَسْلِمُون مُنْقادون خاضِعون لحُكْمه ولأمره رغم أنوفهم!! في طول الأجل أو قِصَره وفي نوعيتهم وذُرِّيَّاتهم كذكرٍ أو أنثي وفي قانون الأسباب والنتائج حيث قد يتّخذون أحيانا أسبابا ويمنع خالقهم عنهم نتائجها وفي أسباب الرزق من مطرٍ وضوءٍ وهواء وإخراجٍ لزروعٍ وثمارٍ وغيرها وفي حركة الأرض وتناوُب الليل والنهار والشتاء والصيف ونمو خلايا أجسامهم ودَوَابّهم وصحتهم ومرضهم وموت أحبابهم وما شابه هذا من شئون الحياة المختلفة.. لقد رضي المسلمون بربهم وبإسلامهم وتمسّكوا بكل أخلاقه لتأكّدهم التامّ بأنَّ كل هذا هو مصدر سعادتهم التامّة في دنياهم وأخراهم وهم قد اختاروا هذا طَوْعَاً أيْ اختيارياً بلا أيِّ إكراهٍ أيْ راضِين بكامل حرية إرادة عقولهم وقد شاء الله لهم هذا الاختيار الحرّ حين خلقهم، وبالتالي فالكارهون لله وللإسلام ولا يتّبعونه من الكافرين والمشركين وأشباههم، هم أيضا بصورةٍ غير مباشرةٍ رغم أنفهم تحت مشيئة الله وإرادته في مُلْكِه والتي شاءت أن يكون الإنسان بعقله حُرَّاً في اختيار ما يريد وشاءت أن تكون فطرته بداخل عقله مسلمة!! فإنْ اختار الخير فله كل الخير والسعادة في الداريْن وإنْ اختار الشرّ فله كل الشرّ والتعاسة فيهما.. وكذلك هو حال المنافق حيث يُظْهِر أنه أسْلَمَ له سبحانه رغم عدم رغبته في الإسلام وكفره به فهذا مِمَّن أسلمَ كرْهَاً أيْ وهو كارِه لكي يتمكّن من التعامُل مع المسلمين أو العيش بينهم فينتفع بخيراتهم أو يحاول الكَيْد لهم لإضعافهم.. هذا، ومن معاني \" طَوْعَاً وكَرْهَاً\" أيضا أنَّ فيها تَنْبيهاً ضِمْنِيَّاً من الله تعالي للبَشَر، حتي المسلمين منهم، أنهم سَتَمُرّ عليهم أحيانا مواقف يكرهونها ولا يُحبونها فعليهم أن يُحسنوا التعامُل معها كما عَلّمهم إسلامهم ليَخرجوا مُستفيدين من خبراتها، أمّا غير المسلم فسيكون غالبا في غَفْلة ولا يُحسن التّصَرُّف والاستفادة!.. \".. وَإِلَيْهِ يُرْجَعُونَ ﴿83﴾\" أيْ وإليه وحده لا إلي غيره يكون المسلمون دائما في كل أحوالهم في كل شئون حياتهم راجِعين إليه أيْ يجعلون دوْما مَرْجِعِيَّتهم هي الله ورسوله الكريم ﷺ وقرآنه العظيم وإسلامه الحنيف أي البعيد عن أيّ باطل ليسعدوا تمام السعادة في دنياهم وأخراهم ويكونون دائما تائبين عائدين إليه وإلي إسلامه أوّلا بأوّل عند أيّ خطأٍ ليُزيل عنهم سريعا أيّ تعكيرٍ لسعادتهم بتعاسة هذا الخطأ.. ثم جميع الناس سيُرْجَعُون إليه لا إلي غيره في الآخرة يوم القيامة حين يبعثهم بأجسادهم وأرواحهم من قبورهم، وهو أعلم بهم تمام العلم، ليكون هو الحاكم بينهم بحُكمه العادل حيث الحساب الختامِيّ لِمَا فعلوا فيكون للمُحسن كل زيادةٍ من إحسانٍ وخير وسعادة أعظم وأتمّ وأخلد بالقطع ممَّا عاشه من سعادة الدنيا التامّة والتي كان فيها بسبب إيمانه بربّه وتمسّكه بإسلامه، ويكون للمُسيء ما يستحقّه من عقابٍ علي قدْر إساءاته وشروره وأضراره ومَفاسِده بكل عدلٍ دون أيّ ذرَّة ظلم إضافة إلي ما كان فيه من شرٍّ وتعاسةٍ في دنياه بسبب بُعْده عن ربه وإسلامه.. وفي هذا تسلية وطَمْأَنَة وتَبشير وإسعاد للمسلمين المُحسنين المتوكّلين علي ربهم المُستعينين دوْما به، كما أنه تهديد وتحذير للمُسيئين لعلهم يَستفيقون ويَعودون لربهم ولإسلامهم ليَسعدوا في الداريْن.. فأحْسِنوا إذَن أيها الناس الاستعداد ليوم لقائه بفِعْل كلّ خيرٍ وترْك كل شرٍّ من خلال التمسّك والعمل بكل أخلاق الإسلام.. إنَّ اتّباعكم للإسلام طَوْعَاً أيْ اختياريَّاً سيجعلكم تحيون حياتكم بكل سَلاسَة وسعادة لأنها ستكون مُتَوَافِقَة مُنْسَجِمَة مع فطرتكم بداخل عقولكم والتي هي مسلمة أصلا ومع كل الكوْن حولكم والذي هو أيضا مسلم أيْ مُسْتَسْلِم لنظام الله والذي لا يمكن الانتفاع والسعادة به إلا بنظام الله الذي هو الإسلام بينما إذا لم تَختروه واخترتم نُظُمَاً أخري مُخَالِفَة له اصطدمتم بفطرتكم وأُصِبْتُم بالقلق والتوتّر والضيق والاضطراب والصراع واصطدمتم مع الكوْن وأسأتم التعامُل معه ولم تَنتفعوا به وستَسِير عليكم قوانينه رَغْمَاً عنكم مُكْرَهِين فتتعسون بكل ذلك في دنياكم ثم أخراكم"
    },
    {
      "number": 84,
      "text": "قُلْ آمَنَّا بِاللَّهِ وَمَا أُنزِلَ عَلَيْنَا وَمَا أُنزِلَ عَلَىٰ إِبْرَاهِيمَ وَإِسْمَاعِيلَ وَإِسْحَاقَ وَيَعْقُوبَ وَالْأَسْبَاطِ وَمَا أُوتِيَ مُوسَىٰ وَعِيسَىٰ وَالنَّبِيُّونَ مِن رَّبِّهِمْ لَا نُفَرِّقُ بَيْنَ أَحَدٍ مِّنْهُمْ وَنَحْنُ لَهُ مُسْلِمُونَ",
      "tafseer": "أيْ اعْمَلُوا أيها المسلمون بخُلُقٍ هامٍّ من أخلاق الإسلام وهو خُلُقِ الإنصاف والعدل بحيث أنه عندما يُحاوِركم أهل الكتاب وهم اليهود والنصاري أو غيرهم من غير المسلمين عموماً ويَذكرون لكم ما يُوافِق الإسلام فاقبلوه وما ينحرف عنه فارفضوه، وقولوا لهم وذَكّروهم علي سبيل الدعوة والإرشاد لعلهم يَستفيقون ويعودون لربهم ولإسلامهم ليسعدوا في الداريْن أنكم تؤمنون أيْ تُصَدِّقون بالله وحده خالِق الخَلْق كله وبكل ما أُنْزِلَ إليكم في القرآن العظيم وبكل ما في الكتب السماوية التي أُنْزِلَت قبله مِمَّا لم يُصِبْه تحريف أو تخريف لأنها كلها أصلها واحد وهو الإسلام وكلها مصدرها واحد وهو الخالق الواحد مثل ما أُوحِيَ إلى الرسل الكرام إبراهيم وإسماعيل وإسحاق ويعقوب والأسباط وهم الأحفاد ليعقوب – جمع سِبْط وهو الحَفِيد، والسِّبْط أيضا بمعني القبيلة حيث انْتَشَرُوا وتَتَابَعُوا في صورة قبائل – والتوراة غير المُحَرَّفة التي آتاها أيْ أعطاها الله موسى ﷺ بوَحْيِها إليه والإنجيل غير المُحَرَّف الذي آتاه عيسي ﷺ، وما أُعْطِيَ جميع الرسل من ربهم، لا تُفَرِّقون بين أحدٍ منهم فتُكَذّبون ببعضهم وتُصَدِّقون بالبعض الآخر كما يفعلون هم حيث كَذّبوا بالرسول الكريم محمد ﷺ والقرآن الذي أُوحِيَ إليه والذي يَشمل كل ما في الكتب السابقة مِن أخلاقيَّاتٍ ويَستكمل ما يُناسب البشرية ويُكملها ويُصلحها ويُسعدها حتي يوم القيامة، وأنكم له مسلمون أيْ مُسْتَسْلِمُون لربكم ولنظام الإسلام والذي هو من عنده، لأنَّ ذلك هو مصدر سعادتكم، ولقد كان من المُفْتَرَض أن يكونوا هم أيضا كذلك فيؤمنوا بالله وبرسوله ﷺ وبالقرآن لأنَّ أهل الكتاب يعلمون بوجود الله ويعلمون الرسل والكتب السماوية ولا يُشركون مع الله آلهة أخري فيَعبدون مثلا حَجَراً أو صَنَمَاً أو نِجْمَاً أو غيره، وحتي ما يقوله البعض عن أنَّ المسيح ابن الله أو حتي هو الله يُمكِن تصحيحه لأصحاب العقول المُنْصفة العادِلَة! وقد عادَ بالفعل كثيرون منهم عن ذلك بالمناقشة بالتي هي أحسن وأسْلَموا كما يُثبت الواقع ذلك كثيرا، فلماذا إذَن لا يُؤمن كثير منهم بالرسول محمد ﷺ وهو الذي قد نَبَّأَت به كُتُبهم وبالقرآن وبالإسلام ليَسعدوا تمام السعادة في دنياهم وأخراهم؟! وعلي ماذا الخلاف إذَن؟!! ولماذا لا يؤمن غير المسلمين عموماً سواء أكانوا أهل كتابٍ أم لا بالقرآن والإسلام الذي يقبله كلّ عقلٍ مُنْصِفٍ عادلٍ ويُوافق الفطرة بداخله والتي هي مسلمة أصلا؟! ولكنه تعطيل العقول بسبب الأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. إنهم إنْ يَستفيقوا ويعودوا لربهم ولإسلامهم، للحقّ وللخير وللسعادة، سيَسعدوا تمام السعادة في الداريْن، وإن استمرّوا علي ماهم فيه تعِسوا تمام التعاسة فيهما"
    },
    {
      "number": 85,
      "text": "وَمَنْ يَبْتَغِ غَيْرَ الإِسْلامِ دِينًا فَلَنْ يُقْبَلَ مِنْهُ وَهُوَ فِي الآخِرَةِ مِنْ الْخَاسِرِينَ",
      "tafseer": "أيْ وكل مَن يَطلب ويَتّبِع في حياته دِينَاً – والدين هو ما يَدِين ويَتَعَهَّد به الإنسان ويَلتزم بأدائه ووَفائه، وهو النظام والتشريع والقانون – غير دين الإسلام أيْ مُخَالِف لأخلاقه وتشريعاته وأنظمته ففَعَلَ الشرور والمَفاسد والأضرار والتعاسات له ولغيره، فحتماً لن يَرْضَيَ الله منه ذلك أيْ لن يُعطيه من عطائه العظيم الذي لا يُحْصَيَ خيراً وسعادة في دنياه وأخراه لأنه لا يُعْطِي هذا إلا لمَن كان مسلماً أيْ اسْتَسْلِم لوَصَايَاه وتشريعاته تعالي أيْ تَمَسَّك وعمل بكلّ أخلاق إسلامه في كل شئون حياته وثَبَتَ دائما عليها فسَعِدَ وأسْعَدَ مَن حوله والكوَن كله كما يريد سبحانه لخَلْقه الذين ما خَلَقهم إلا ليسعدهم ولن يسعدوا تمام السعادة في الداريْن إلا بالإسلام الذي يُصلحهم ويُكملهم.. ثم هو في الآخرة من الخاسرين قطعاً بسبب ما فَعَلَه خُسْراناً حقيقياً ليس بعده خسارة أشدّ منه حيث العذاب الشديد علي قدْر شروره ومَفاسده وأضراره بكلّ عدلٍ دون أيّ ذرّة ظلم، إضافة بالقطع إلي خسران وفقدان دنياه فيتعس فيها بصورةٍ ما مِن صور التعاسة بسبب وعلي قَدْر بُعْده عن الله والإسلام تَتَمَثّل في قَلَقٍ أو تَوَتّر أو ضيقٍ أو اضطراب أو صراع أو اقتتال مع الآخرين"
    },
    {
      "number": 86,
      "text": "كَيْفَ يَهْدِي اللَّهُ قَوْمًا كَفَرُوا بَعْدَ إِيمَانِهِمْ وَشَهِدُوا أَنَّ الرَّسُولَ حَقٌّ وَجَاءَهُمُ الْبَيِّنَاتُ وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ",
      "tafseer": "أيْ كيف يُمْكِن – بل يُسْتَبْعَد – أن يُعين ويُوَفّق ويُيَسِّر ويُرْشِد الله للهداية له وللإسلام أُنَاسَاً كذّبوا بعد تصديقهم؟! كذّبوا بوجود الله وكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره وفَعَلوا لذلك بالتالي الشرور والمَفاسد والأضرار لأنه لا حساب من وجهة نظرهم، وذلك بعد أن شهدوا أيْ اعترفوا أنَّ الرسول وما جاءهم به من الإسلام في زمنهم وآخرهم الرسول الكريم محمد ﷺ وكتابه الذي أُوُحِيَ إليه وآخر هذه الكتب وهو القرآن العظيم هو صِدْق من عند الله، أي ارتَدّوا عن الإسلام بعد إيمانهم به وعملهم بأخلاقه بعدما ذاقوا سعاداته، أو شهدوا واعترفوا بداخل عقولهم بأنه حقّ لأنه يوافق فطرتهم المسلمة أصلا ولكنهم لم يسلموا كبعض اليهود والنصاري ومَن لا دين لهم ومَن يَتَشَبَّه بهم، وأيضا كفروا بعد إيمانهم أو لم يؤمنوا بعد أن جاءهم البَيِّنات أيْ وَصَلَت وظَهَرَت لهم الدلالات المُبَيِّنات الواضِحات سواء أكانت مُعجِزات تُؤَيِّد صِدْق رسولهم الذي أتاهم بهذا الكتاب أم آيات في الكوْن حولهم أرْشَدَهم لِتَدَبُّرها للاستدلال علي وجود ربهم أم الآيات التي في الكتاب الذي يُتْلَيَ عليهم والذي فيه أخلاقيات وتشريعات تُنَظّم حياتهم علي أكمل وأسعد وجه، فهم لم يكفروا بعد إيمانهم أو لم يؤمنوا أصلا لأنهم جُهَلاء أو ناسِين مثلا أو نحو ذلك مِمَّا قد يجعل لهم عُذْرَاً ولكنهم يكفرون عن علمٍ وتَعَمُّدٍ وسوءِ أهدافٍ ونوايا لكي لا يَتّبعوا الإسلام ولا يَتّبعه غيرهم، فالوقوع في الشرّ عن علمٍ لا عن جهلٍ هو حتما أشدّ قبْحاً وعقوبة لأنّ حصول العلم يُوجِب بالعقل وبالمِنْطِق التصويب وعدم الوقوع فيه للوقاية من تعاساته الدنيوية والأخروية، بما يدلّ بلا أيّ شكّ علي تمام إصرارهم علي ما هم فيه، وما كلّ ذلك إلا بسبب تعطيلهم لعقولهم بسبب الأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. إنه تعالي لا يُمْكِن ويُسْتَبْعَد أن يهديهم وهم مستمرّين علي هذه الحالة، فهو لا يهديهم إلا إذا استفاقوا وبدأوا بالعودة لعقولهم ولفطرتهم فحينها سيَهديهم، وذلك لأنَّ الحال والواقع أنه سبحانه \".. وَاللَّهُ لَا يَهْدِي الْقَوْمَ الظَّالِمِينَ ﴿86﴾\" أيْ والله تعالي لا يُمكن أبداً أن يُعِين ويُوَفّق ويُيَسِّر للهداية له وللإسلام مَن أغْلَقَ عقله تماما هكذا ولم يستجب لنداء الفطرة بداخله والتي هي مسلمة أصلا مِن أمثال هؤلاء الظالمين، وعدم العوْن علي الهداية هو بسبب أنهم مُصِرّون تمام الإصرار علي ما هم فيه من ظلمٍ ظلموا به أنفسهم ومَن حولهم فأتعسوها وأتعسوهم في الداريْن – سواء أكان هذا الظلم  كفرا أي تكذيبا بوجود الله أم شركا أي عبادة لغيره كصنمٍ أو حجرٍ أو نار أو نحوه أم نفاقا أي إظهارا للخير وإخفاء للشرّ أم اعتداءً وعدم عدلٍ أم فسادا ونشرا له أم ما شابه هذا – دون أيّ خطوة منهم نحو أيّ خير حتي يساعدهم سبحانه علي بقية الخطوات وهو الذي نَبَّهَ لهذا بقوله \"إِنَّ اللَّهَ لَا يُغَيِّرُ مَا بِقَوْمٍ حَتَّىٰ يُغَيِّرُوا مَا بِأَنفُسِهِمْ..\" ﴿الرعد:11﴾.. وهذه هي دائما طريقته تعالي في التعامُل مع أمثالهم.. هذا، وفي الآية الكريمة تحذيرٌ ولوْمٌ شديدٌ لهم لعلهم بهذا يستفيقون ويعودون لربهم ولقرآنه ولإسلامه ليسعدوا في دنياهم وأخراهم بدلا أن يتعسوا فيهما"
    },
    {
      "number": 87,
      "text": "أُوْلَئِكَ جَزَاؤُهُمْ أَنَّ عَلَيْهِمْ لَعْنَةَ اللَّهِ وَالْمَلائِكَةِ وَالنَّاسِ أَجْمَعِينَ",
      "tafseer": "أيْ هؤلاء المَذْكُورون المَوْصُوفون بتلك الصفات السَّيِّئة السابقة ومَن يَتَشَبَّه بهم عقابهم أنَّ عليهم حتما لعنة الله أيْ طَرْد وإبْعاد الله لهم من رحمته وحبه ورضاه ورعايته وأمنه وعوْنه وتوفيقه ونصره وقُوَّته ورزقه وإسعاده في الدنيا فتَرَاهم في كل قَلَقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراعٍ أو اقتتالٍ مع الآخرين وبالجملة تراهم في كل ألم وكآبةٍ وتعاسة ثم يوم القيامة تزداد اللعنة عليهم وينالون عقابهم النهائيّ الكامل المُناسب لشرورهم ومَفاسدهم وأضرارهم في نار جهنم.. ومِن شِدَّة غضب الله عليهم، بسبب جرائمهم الشديدة السوء، يجعل الله اللعنة مُلازِمَة دائما لهم أينما حَلّوا في أيّ مكانٍ إذ تلعنهم الملائكة والتي ستقوم في الآخرة بلَعْنِهم أيضا وبتعذيبهم في النار، ويلعنهم الناس بل الخَلْق جميعا وذلك كلما أصابهم ضَرَرٌ مَا بسبب سوئهم، أيْ يَدْعُون عليهم بمزيدٍ من الخروج من رحمة الله في الداريْن، فاجتمعت عليهم لعنات الخالِق وكل خَلْقه"
    },
    {
      "number": 88,
      "text": "خَالِدِينَ فِيهَا لَا يُخَفَّفُ عَنْهُمُ الْعَذَابُ وَلَا هُمْ يُنظَرُونَ",
      "tafseer": "أيْ ماكِثين مُستمرّين في هذه اللعنة ثم في عذاب نار جهنم الشديدة التي لا تُوصَف بلا نهايةٍ إلي ما شاء الله أيْ لا يُخْرَجون منها أبداً بلا تخفيفٍ ولا تغييرٍ ولا تَنَاقصٍ بل في تزايُدٍ وتَنَوّع في درجاتها علي حسب أعمالهم كجزاءٍ وفي مُقابِل ما كانوا يعملونه من أعمالٍ سيئة في دنياهم.. \".. وَلَا هُمْ يُنظَرُونَ ﴿88﴾\" أيْ وحين يَحلّ وقت العذاب الدنيويّ ثم الأخرويّ لا يُمْهَلون أيْ لا يُتْرَكون ولو للحظة.. وفي هذا تهديدٌ شديدٌ لهم ولمَن يشبههم لكي يَستفيقوا ويَعودوا لربهم ولإسلامهم ليسعدوا في الداريْن قبل فوات الأوَانِ ونزول العذاب.. وفيه أيضا – إذا ماتوا مُصِرِّين علي ما هم عليه – قطعٌ لهم لأيِّ أملٍ في تخفيفِ العذاب أو حتي بقاءه كما هو بغير زيادةٍ في مقداره أو تغييرٍ في نوعه، وهذا من علامات شِدّة غضب الله تعالي علي أمثالهم"
    },
    {
      "number": 89,
      "text": "إِلاَّ الَّذِينَ تَابُوا مِنْ بَعْدِ ذَلِكَ وَأَصْلَحُوا فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ",
      "tafseer": "أيْ لكنْ يُسْتَثْنَيَ من هذا العقاب الشديد الذي سَبَقَ ذِكْره الذين تابوا أيْ قاموا بالتوبة من ذنوبهم مِن بعد ذلك الظلم الذي فعلوه وذلك بالاستغفار باللسان وبالندم بداخل العقل وبالعَزْم بداخله علي عدم العودة للشرّ وبِرَدِّ الحقوق لأهلها إنْ كان الشرّ مُتعَلّقا بالآخرين، وأصلحوا أيْ وعملوا الصالحات من الأعمال وقاموا بإصلاح كلّ ما أفسدوه قَدْر استطاعتهم بكلّ وسيلةٍ مُمْكِنَةٍ حيث هذا من كمال التوبة وإلا كانت ناقصة لا يقبلها الله ولا يتوب علي فاعلها.. \".. فَإِنَّ اللَّهَ غَفُورٌ رَحِيمٌ ﴿89﴾\" أيْ فإنَّ الله بذلك يَقْبَل توبتهم ويعفو عن ذنوبهم ويمحوها كأن لم تكن ولا يُعَاقِبهم عليها ويزيل عنهم آثارها السَّيِّئَة المُتْعِسَة ويُوَفّقهم لكل خيرٍ فيسعدون تمام السعادة في الداريْن بفِعْلهم الخير بعد توبتهم واستمرارهم عليه وإنْ عادوا لأيِّ شرٍّ تابوا منه سريعا أوَّلاً بأوّل فيسْتُرهم ويُعِينهم ويُسعدهم، لأنَّ الله حتما غفور أيْ كثير المغفرة يعفو عن الذنوب ولا يُعاقِب عليها لكل مَن تاب توبة صادقة وَرَدّ لأصحاب الحقّ حقوقهم إنْ كان الذنب مُتعلقا بهم، رحيم أيْ كثير الرحمة حيث رحمته وَسِعَت كل شيءٍ وهي أوسع من أيّ ذنبٍ ودائما تَسبق غضبه.. إنه لَوْلاَ فَتْح الله تعالي الغفور الرحيم باب التوبة علي أوْسَعِ صورةٍ هكذا لَيَئِسَ الناس ولاَزْدَادوا شرَّاً وبالتالي تعاسةً ما دام ليس لهم أمل في العودة للخير!"
    },
    {
      "number": 90,
      "text": "إِنَّ الَّذِينَ كَفَرُوا بَعْدَ إِيمَانِهِمْ ثُمَّ ازْدَادُوا كُفْرًا لَنْ تُقْبَلَ تَوْبَتُهُمْ وَأُوْلَئِكَ هُمْ الضَّالُّونَ",
      "tafseer": "أيْ إنَّ الذين كذّبوا بعد تصديقهم، كذّبوا بوجود الله وكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره وعانَدُوا واستكبروا واستهزأوا وفَعَلوا لذلك بالتالي الشرور والمَفاسد والأضرار لأنه لا حساب من وجهة نظرهم، وذلك بعد إيمانهم وعملهم بأخلاق إسلامهم، ثم لم يكتفوا بذلك بل ازدادوا كفرا بهذه الرِّدَّة والرجوع عن الإسلام والتّحَلّل من أخلاقه تَمَثّلَ في مزيدٍ من التكذيب والعِناد والاستكبار والاستهزاء والفساد والمُعاداة للإسلام والمسلمين والحقّ والعدل والخير والمقاومة لمَنْع نَشْره والإيذاء لمَن يَتّبعه والتشجيع له علي الارتداد عنه وما شابه هذا من علامات ازدياد سُوُئِهم.. \".. لَنْ تُقْبَلَ تَوْبَتُهُمْ..\" أيْ لن يَقْبَلَ الله توبتهم حتماً وذلك إذا كانت التوبة غير صادقة أيْ كلاماً باللسان فقط لا يُصَدِّقها عَمَلٌ بأخلاق الإسلام أو كانت عند موتهم وخروج روحهم حيث قد ماتوا مُصِرِّين علي كفرهم، وما دامت غير مقبولة فهم بالتالي لن يُرْحَمُوا بل يُعَذّبوا ويُخَلّدوا في النار بما يُناسب شرورهم.. أمّا إنْ تابوا توبة صادقة وأَصْلَحوا أثناء حياتهم فإنها تكون مَقْبُولَة بالقطع كما ذُكِرَ في الآية السابقة.. \".. وَأُوْلَئِكَ هُمْ الضَّالُّونَ ﴿90﴾\" أيْ وهؤلاء حتما هم الضَّالّون أيْ المُنْغَمِسُون الغارِقون فى الضلال أي الضائعون البالِغون أعلي درجات الضياع السائرون في طريق التعاسة المُسْتَحِقّون لعذاب الله في الداريْن، لأنهم ابتعدوا عن طريق الإسلام فتعسوا تمام التعاسة فيهما بسبب اختيارهم بكامل حرية إرادة عقولهم هذا الطريق الذي هم فيه لأنهم قد عَطّلوا هذه العقول بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره"
    },
    {
      "number": 91,
      "text": "إِنَّ الَّذِينَ كَفَرُوا وَمَاتُوا وَهُمْ كُفَّارٌ فَلَنْ يُقْبَلَ مِنْ أَحَدِهِمْ مِلْءُ الأَرْضِ ذَهَبًا وَلَوْ افْتَدَى بِهِ أُوْلَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ وَمَا لَهُمْ مِنْ نَاصِرِينَ",
      "tafseer": "أيْ إنَّ المُصِرِّين علي كُفرهم من الذين كفروا – أيْ الذين كذّبوا بوجود الله وكتبه ورسله وآخرته وحسابه وعقابه وجنته وناره – وعانَدُوا واستكبروا واستهزأوا وفَعَلوا الشرور والمَفاسد والأضرار حيث لا حساب من وجهة نظرهم، ولم يتوبوا ويعودوا لربهم ويُسْلِموا واستمرّوا علي ذلك حتي ماتوا وهم كُفّار، فهؤلاء حتماً لن يَرْضَيَ ويَقْبَل ويَأخذ الله تعالي من أيِّ أحدٍ منهم يوم القيامة فِدْيَة ولو افْتَدَىَ بما يَملأ الأرض ذهباً، والفِدْيَة هي ما يُدْفَع مِن أجل افتداء النفس وتخليصها مِن سوءٍ ما، فحتي ولو فُرِضَ واستطاع أحدهم يومها بالفِعْل أن يأتي بمِثْل هذا الفداء الهائل ليَفتدي به نفسه من عذاب الله فلن يُقْبَل منه، ولن يستطيع قطعاً لأنه لا مالَ وقتها، وفي هذا قَطْعٌ لأيِّ أملٍ لهؤلاء وأمثالهم ومَن يَتَشَبَّه بهم في النجاة مِمَّا هم فيه.. \".. أُوْلَئِكَ لَهُمْ عَذَابٌ أَلِيمٌ..\" أيْ هؤلاء بالقطع سيكون لهم في انتظارهم حينها عذابٌ مُؤْلِم أيْ مُوجِع شديد مُهِين لا يُوصَف بما يُناسب شرورهم ومَفاسدهم وأضرارهم، وذلك بعد عذاب الدنيا الذي كانوا فيه بالتأكيد بسبب بُعْدِهم عن ربهم وإسلامهم والذي تَمَثّلَ في درجةٍ ما من درجات العذاب كقلقٍ أو توتّرٍ أو ضيقٍ أو اضطرابٍ أو صراعٍ أو اقتتالٍ مع الآخرين وبالجملة كل ما فيه ألم وكآبة وتعاسة.. \".. وَمَا لَهُمْ مِنْ نَاصِرِينَ ﴿91﴾\" أيْ وهؤلاء بالقطع ليس لهم أيّ ناصرين مُعِينِين مُنْقِذِين يَنصرونهم وينقذونهم مِن هذا العذاب أو حتي يُخَفّفوه عنهم حين يريد تعالي أن يُنْزِله بهم في الدنيا والآخرة"
    },
    {
      "number": 92,
      "text": "لَن تَنَالُوا الْبِرَّ حَتَّىٰ تُنفِقُوا مِمَّا تُحِبُّونَ وَمَا تُنفِقُوا مِن شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ",
      "tafseer": "أيْ لا يُمكِن مُطلقا أيها المسلمون أن تَحصلوا علي البرّ أيْ الخير والسعادة من الله تعالي في الدنيا والآخرة، ولن تَحصلوا كذلك علي البرّ بمعني حُسن الخُلُق كما قال ﷺ \"البِرّ حُسن الخُلُق..\" ﴿جزء من حديث رواه مسلم﴾ – والإنفاق جزء من الأخلاق الحَسَنَة – وتكونوا أبراراً أيْ صالحين أصحاب أخلاقٍ حسنة، إلا إذا أنفقتم أيْ أعطيتم مِمَّا تحبّون، أيْ مع حُبّكم لهذا الذي تنفقونه وحاجتكم إليه ومع حبكم لله تعالي تريدون حبه وعَوْنه وتوفيقه وإسعاده لكم في الداريْن، مِمَّا رزقكم الله إياه، بتَوَسُّطٍ واعتدالٍ، علي ذاتكم ومَن حولكم وعموم الناس بل وعموم الخَلْق، مِن كل أنواع الإنفاق سواء أكان مالا أم جهدا أم صحة أم وقتا أم فكرا أم غيره ممّا أنعم خالقكم به عليكم من النِعَم، في أيّ وجهٍ من وجوه الخير حسبما تستطيعون استصحابه من نوايا خيرٍ في عقولكم بما يُسعد كل لحظات حياتكم أنتم ومَن حولكم وبما يجعل لكم أعظم الأجر في آخرتكم.. هذا، والإنفاق يكون بعضاً مِن مَا تُحِبّون وليس كله لأنه لفظ \"مِن\" يُفيد التبْعِيض أيْ البعض منه لا الكلّ، لأنَّ فطرة العقل فَطَرَها أيْ خَلَقَها خالِقها سبحانه علي حبّ كلّ نِعَم الحياة الحلال النافعة المُسْعِدَة من أموالٍ وأزواجٍ وبنين وعلومٍ وأعمالٍ وأطعمةٍ وأشْرِبَةٍ وألْبِسَةٍ وغيرها، فأيّ شيءٍ تنفقونه هو مِمَّا تُحِبُّون، وكلّما ازددتم إنفاقاً كلما ازداد خيركم وخُلُقكم الحَسَن وكلما ازداد تعويض الله لكم بأعظم مِمَّا انفقتم وكلما أفاض عليكم نعيماً وخيراً وسعادة في دنياكم وأخراكم.. \".. وَمَا تُنفِقُوا مِن شَيْءٍ فَإِنَّ اللَّهَ بِهِ عَلِيمٌ ﴿92﴾\" أيْ هذا مزيدٌ من التشجيع علي فِعْل كل خيرٍ مُمْكِنٍ في كل وقت، وكذلك إزالة للوَهْم الذي قد يَتَوَهَّمه أحدٌ مُخْطِئَاً يائِسَاً أنَّ الإنفاق لا بُدَّ أن يكون شيئا مَحْبُوبَاً نَفِيسَاً قد لا يستطيعه.. أيْ وما تُعطوا مِن أيِّ شيءٍ من أيِّ خيرٍ قَلَّ أو كَثُر سِرَّاً أو عَلَنَاً مُحَبَّبَاً للنفس أم لا في أيِّ وجهٍ من وجوهه بإخلاصٍ وإحسانٍ لله تعالي فإنّه حتماً عليم به فهو بكل شيءٍ عليم تمام العلم بعلمٍ ليس بعده علم أكثر منه فلا تَخْفَيَ عليه سبحانه أيّ خافِيَة مِن خَلْقه وكَوْنه وسيعطيكم عليه أعظم العطاء علي حسب نواياكم ومنافعه حيث ستَجدون أجره وثوابه أضعافاً مُضَاعَفَة حتما عنده بصورةٍ قطعا أكثر خيراً وأعظم أجراً وعطاءً مِمَّا فعلتموه وقَدَّمتموه في الدنيا ولا يُقارَن به، ستجدونه في الآخرة عنده مُجَهَّز لكم في أمانِه ورعايته وحبِّه في أعلي درجات جناته حيث الخلود في نعيمٍ مِمَّا لا عينٌ رَأَت ولا أذنٌ سمعت ولا خَطَرَ علي عقل بَشَر، وكل هذا العطاء الذي لا يُوصَف هو إضافة إلي جنة الدنيا التي ستَجدونها وسيُكرمكم بها حيث تكون حياتكم كأنكم في جنة كلها أمن وخير وسعادة لا يستشعرها غيركم إلا مَن كان مثلكم وذلك بسبب فِعْلكم للخير نتيجة لإيمانكم به وتمسّككم وعملكم بكل أخلاق إسلامكم، فهذا هو وعده سبحانه الذي لا يُخْلَف مُطلقا كما قال \"مَنْ عَمِلَ صَالِحًا مِّن ذَكَرٍ أَوْ أُنثَىٰ وَهُوَ مُؤْمِنٌ فَلَنُحْيِيَنَّهُ حَيَاةً طَيِّبَةً وَلَنَجْزِيَنَّهُمْ أَجْرَهُم بِأَحْسَنِ مَا كَانُوا يَعْمَلُونَ\" ﴿النحل:97﴾، فرِزْقه سبحانه بلا حسابٍ ودون طَلَبٍ وعلي الدوام ومِن كلّ الأنواع ويَفيض ويَزيد وسواء يُحتاج إليه أم لا"
    },
    {
      "number": 93,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 94,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 95,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 96,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 97,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 98,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 99,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 100,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 101,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    },
    {
      "number": 102,
      "text": "إِنَّ اللَّهَ رَبِّي وَرَبُّكُمْ فَاعْبُدُوهُ هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ",
      "tafseer": "أيْ إنَّ الله تعالي الذي أدعوكم إليه هو وحده لا غيره حتما ربّي وربّ جميع الناس وكلّ الخَلْق أيْ خالقهم ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكل خيرٍ وسعادة في دنياهم وأخراهم وبالتالي فهو المُسْتَحِقّ وحده للعبادة أي الطاعة بلا أيّ شريكٍ وللإخلاص وللإحسان فيها.. هذا، وقد ابتدأ بنفسه أنَّ الله هو ربه لكي يقطع أيَّ طريقٍ علي مَن قد يَدَّعون كذبا أنه ابن الله لأنه وُلِدَ مِن غير أبٍ أو أنه شريك هو وأمه مع الله ليكون المعبود ثلاثة أو ما شابه هذا مِن تخريفاتٍ تعالي سبحانه عنها عُلُوَّاً كبيرا.. \".. هَٰذَا صِرَاطٌ مُّسْتَقِيمٌ ﴿51﴾\" أي هذا الذي أدعوكم إليه هو حتما طريقٌ مُعْتَدِل صحيح صواب مُتَّجِه دائما نحو كل خيرٍ دون أيّ مَيْلٍ نحو أيّ شرّ، طريقُ تمام الحقّ والعدل والخير والسعادة في الداريْن.. إنه طريق الله والإسلام"
    }
  ]
}