{
  "name": "الفاتحة",
  "number": 1,
  "ayahs": [
    {
      "number": 1,
      "text": "بِسْمِ اللَّهِ الرَّحْمَنِ الرَّحِيم",
      "tafseer": "أي إنك ستسعد في حياتك كثيرا، وستسعد في آخرتك أكثر بعظيم ثواب الله وأعلي درجات جناته إذا كنتَ مُسْتَصْحِبَا دائما نوايا خير بعقلك في كل قول وعمل.. وإذا تَوَاصَلْتَ دَوْمَاً في كل موقف وشأن من شئون حياتك كَبُرَ أم صَغُرَ مع الله خالق الخَلْق مالك الملك كله القادر على كل شيء من خلال البَسْمَلَة وهي قول \"باسم الله الرحمن الرحيم\" وذكره ودعائه واستحضار ما أمكنك من نوايا الخير في كل الأقوال والأعمال والاستغفار بعدها، فستجد بذلك الرحمات والتيسيرات والتوفيقات والبركات.. والسعادات.. في كل اللحظات.. \".. الرَّحْمَنِ الرَّحِيمِ (۱)\" أَيْ الكثير العظيم الواسع الرحمة الرحيم أي الكثير الدائم الرحمة.. وبالجملة هو الكثير العظيم الدائم الرحمة الذي بَلَغَ الغاية فيها والذي رحمته وسعت كل شيء، العطوف على خَلْقه بإيجادهم ورزقهم ورعايتهم وتيسير أمورهم وبإسعادهم بتشريعه الإسلام الذي يُرشدهم لكل أمن وخير وسعادةٍ في دنياهم ثم بإسعادهم السعادة التامة الخالدة في أخراهم بإدخالهم درجات جناته حسبما يعملون من خير حيث ما لا عين رأت ولا أذن سمعت ولا خَطَر علي عقل بَشَر، وهو دوماً الرقيق الرفيق معهم العَفُو عنهم المُشْفِق عليهم المُحِبّ لهم.. إنَّ رحمته سبحانه هي أوسع من أي ذنبٍ ودائما تَسْبِق غضبه.. هذا، وعند بعض العلماء فإنَّ معني الرحمن هو الذي يرحم جميع خَلْقه برزقهم ورعايتهم ومعني الرحيم هو الذي يزيد المؤمنين به برحماتٍ خاصة تتمثل في حبهم وعونهم وتوفيقهم وتيسير أحوالهم وإسعادهم في دنياهم وأخراهم.. كذلك عند علماء آخرين هما بمعني واحدٍ وهو كثرة الرحمة واجتماعهما معاً هو للتأكيد علي عظيم وكمال ودوام رحمته تعالي."
    },
    {
      "number": 2,
      "text": "الْحَمْدُ لِلَّهِ رَبِّ الْعَالَمِينَ",
      "tafseer": "أي إنك ستسعد في حياتك كثيرا، وستسعد في آخرتك أكثر بعظيم ثواب الله وأعلي درجات جناته إذا كنتَ مُسْتَصْحِبَا دائما نوايا خير بعقلك في كل قول وعمل.. وإذا كنتَ دوما من الشاكرين لربك علي نعمه والتي لا يمكن حصرها بعقلك باستشعار قيمتها وبلسانك بحمده وبعملك بأن تستخدمها في كل خير دون أي شرّ، فستجدها بذلك دائما باقية بل وفي ازدياد وتنوع كما وَعَدَ سبحانه ووعده الصدق لَئِن شَكَرْتُمْ لَأَزِيدَنَّكُمْ..\" (إبراهيم : ).... رَبِّ الْعَالَمِينَ (۲)\" أي احمده لأنه هو مُرَبّي وخالق جميع الخَلْق ورازقهم وراعيهم ومُرشدهم لكلّ ما يُصلحهم ويُكملهم ويُسعدهم في دنياهم وأخراهم - والعالمين جَمْع عالم وهو اسم لأصنافِ الأمم من كل مخلوق كعالم البَشَر وعالم النبات والحيوان والطيور والجماد والبحار والكواكب وعالم المخلوقات غير المزنِيَّة التي لا يعلمها إلا خالقها سبحانه ونحو هذا - فهو وحده الخالق والمالك لكل شيءٍ وكل الخَلْق والملك تحت سلطانه ونفوذه وتصرفه وحُكْمه فلا يمكن مُطلقا أن يحدث في مُلْكِه أي شيء بغير إرادته وإذنه وعلمه، ومشيئة الخَلْق لا أثَرَ لها إلا إذا كانت مُوَافِقَة لمشيئته سبحانه والتي لا يعلمها أحدٌ غيره والتي هي لمصلحتهم ولسعادتهم، ولا أحد يقدر علي فِعْل شيءٍ مَا إلا بأن يشاء الله له فِعْله فيُعطيه القُدْرة عليه، فالخَلْق إذن كلهم مُحتاجون له دوْمَاً ولعونه فليتوكلوا عليه وليشكروه وحده إذَن.. إنَّ كل ما يُقَدَّم من شكرٍ للناس فيما بينهم علي ما يُقَدِّمُونه من خير لبعضهم البعض هو من أخلاق الإسلام التي يُوصِهم بها ليزداد الحب والترابط والتعاون والتشجيع علي نشر مزيدٍ من الخير والسعادة في حياتهم ثم في آخرتهم وعليهم أن يعلموا أنَّ هذا الشكر هو في الحقيقة جزء من شكر الله تعالي وحده وكأنهم شكروه هو لأنه هو الذي مَلَكَهم ما يَمْلِكون ووَفَقهم ويَسَّرَ لهم ما يفعلون من خير وما هم فقط إلا وسطاء عنه سبحانه لتبادل وتَنَاقُل هذا الخير فيما بينهم."
    },
    {
      "number": 3,
      "text": "الرَّحْمَنِ الرَّحِيم",
      "tafseer": "أي إنك ستسعد في حياتك كثيرا، وستسعد في آخرتك أكثر بعظيم ثواب الله وأعلي درجات جناته إذا كنتَ مُسْتَصْحِبًا دائما نوايا خير بعقلك في كل قول وعمل.. وإذا عِشتَ دائما في إطار رحمة الله التي وَسِعَت كلَّ شيءٍ مُتَمَثَلَة في كل رعاية وأمن وحتٍ ورضا ورزق وعون وتوفيق وقوة ونصر وسرور دنيوي ثم كل غُفْرانٍ وعطاءٍ أخروي.. فكن حريصاً دَوْماً عليها، بفعل كل خيرٍ مُجْتَهَدَاً في ألا تخرج عنها أبداً بفِعْل أي شر، وإنْ فَعَلْتَه فَعُدْ سريعا بالندم والاستغفار ورَدَ كل حق لأهله والانطلاق مرة أخري في فعل الخيرات من علم وعملٍ وكَسْبٍ وكَرَمٍ وبِرَ ووُدٍ وتعاون وغيره.. إنَّ الآية الكريمة هي طَمْأنة وتبشير وإسعاد للناس أنَّ ربهم سبحانه يُرَبِّهم ويَرْعَاهُم ويُرْشِدهم علي أساس الرحمة التامة فيسارعون إلي طاعته واتباع أخلاق الإسلام التي يُوصِهم بها بكل حتٍ وأمن وسعادةٍ وهِمَّةٍ وحِرْصِ لأنهم يتأكدون بها أنه ما يُوجههم إلا إلي كل ما يُصلحهم ويكملهم وترحمهم ويُسعدهم تمام الرحمة والسعادة في الدنيا والآخرة لأنه تعالي هو ربّ العالمين الرحمن أي الكثير العظيم الواسع الرحمة، الرحيم أي الكثير الدائم الرحمة، وبالجملة هو الكثير العظيم الدائم الرحمة الذي بَلَغَ الغاية فيها والذي رحمته وَسِعَت كل شيء، العَطُوف على خَلقه بإيجادهم ورزقهم ورعايتهم وتيسير أمورهم وبإسعادهم بتشريعه الإسلام الذي يُرْشِدهم لكل أمن وخير وسعادة في دنياهم ثم بإسعادهم السعادة التامة الخالدة في أخراهم بإدخالهم درجات جناته حسبما يعملون من خير حيث ما لا عين رأت ولا أذن سمعت ولا خَطر علي عقل بشر، وهو دوماً الرقيق الرفيق معهم العَفُو عنهم المشفق عليهم المُحِبّ لهم.. إنَّ رحمته سبحانه هي أوْسَع من أي ذنبٍ ودائما تَسْبِق غضبه.. هذا ، وعند بعض العلماء فإنَّ معني الرحمن هو الذي يرحم جميع خَلْقه برزقهم ورعايتهم ومعني الرحيم هو الذي يزيد المؤمنين به برحماتٍ خاصة تتمثل في حبهم وعونهم وتوفيقهم وتيسير أحوالهم وإسعادهم في دنياهم وأخراهم... كذلك عند علماء آخرين هما بمعني واحدٍ وهو كثرة الرحمة واجتماعهما معاً هو للتأكيد علي عظيم وكمال ودوام رحمته تعالي."
    },
    {
      "number": 4,
      "text": "مَالِكِ يَوْمِ الدِّين",
      "tafseer": "أي إنك ستسعد في حياتك كثيرا، وستسعد في آخرتك أكثر بعظيم ثواب الله وأعلي درجات جناته إذا كنتَ مُسْتَصْحِبَا دائما نوايا خير بعقلك في كل قول وعمل.. وإذا كنتَ مُصَدِقَاً متأكداً تماما بلا أي شك بحساب ختامي في الآخرة لِما فَعَلْتَ في حياتك الدنيا، تُجَازَيَ عليه بالخير خيراً وسعادة وبالشَّر شراً وتعاسة بما يُناسب بكل عدل دون أيّ ذرّة ،ظلم، عند أعْدِلِ العادِلين، حيث يأخذ أصحاب الحقوق حقوقهم التي تكون قد فاتتهم في دنياهم بظلم ظالمين لهم، عند مالك يوم الدين، والمالك هو صاحب الملكِ كله في كل كَوْنه في الدنيا والآخرة فهو وحده مالك وحاكم جميع البشر وكل الكون وكل الخَلْقِ مُلْكَاً تاماً حُكّاماً ومَحْكُومين المُتَصَرِّف في كل شئونهم المدبّر لها علي أكمل وجه مُسْعِدٍ لهم المُسْتَغْنِي عنهم القادر تماما عليهم العالم تماما بهم ليس معه أيّ شريك، وما يمتلكه الخَلْق فهو مِمَّا يُملكه هو لهم وقد يأخذه منهم في أي وقت شاء، ويوم الدين هو يوم الحساب والجزاء، يوم القيامة، أي اليوم الذي ينفع فيه الدِّين دين الإسلام لمن كان عمل به، فإذا أحسنت بالتالي الاستعداد له بفعل كل خيرٍ وتَرْك كل شرّ علي الدوام من خلال التمسك والعمل بكل أخلاق الإسلام، فستسعد بذلك تمام السعادة في دنياك وأخراك."
    },
    {
      "number": 5,
      "text": "إِيَّاكَ نَعْبُدُ وَإِيَّاكَ نَسْتَعِينُ",
      "tafseer": "أيْ أنت وحدك يا الله الذي نعبد أيْ نطيع بلا أيّ شريك ، فلا نطيع غير أخلاق الإسلام، ولا نعبد مثلا صنماً أو حَجَرَاً أو نَجْمَاً أو غيره، ولا نَتَّبِع نظاما وتشريعا مُخَالِفاً لنظام وشرع الإسلام، فأنت المُسْتَحِقّ وحدك للعبادة حيث لك كل صفات الكمال الحُسْنَيَ وأنت خالِق جميع الخَلْق ومُرَبِّيهم ورازقهم وراعيهم ومُرْشِدهم لكلّ ما يُصلحهم ويُكملهم ويُسعدهم في دنياهم وأخراهم.. وأنت وحدك الذي نَستعينه أيْ نَطلب عَوْنه لا نستعين بأيِّ أحدٍ غيرك، علي كل شئون حياتنا، لتُعيننا إمَّا مباشرة وإمَّا بأنْ تُيَسِّرَ لنا مَن يُعيننا مِن خَلْقك وجنودك التي لا يعلمها إلا أنت سبحانك فأنت القادر علي كلّ شيءٍ العالِم به.. إنك أيها المسلم ستَسعد في حياتك كثيرا، وستَسعد في آخرتك أكثر بعظيم ثواب الله وأعلي درجات جناته إذا كنتَ مُسْتَصْحِبَا دائما نوايا خيرٍ بعقلك في كل قولٍ وعمل، وإذا اخترتَ بكامل حرية إرادة عقلك ألاّ تَعبد إلا الله تعالي، أيْ تُطيعه وحده، وسيُساعدك علي هذا أنَّ العقل من حيث الأصل مُبِرْمَج مَفْطُور أيْ مَخْلُوق مِن خالقه سبحانه علي ألاّ يَعبد غيره، لكي يكون أمر الطاعة سَهْلاً مُيَسَّرَاً عليه لا يَبذل فيه جهدا كبيرا، فيَسعد الإنسان بالتالي بطاعته لله هذه بكل لحظات دنياه ثم بأخراه الخالدة، وذلك إذا أحسنَ استخدام عقله واستجابَ لنَداء الفطرة  بداخله والتي هي مسلمة أصلا والتي تَدعوه دوْمَاً لطاعة الله باتِّباع الإسلام لتَتَحَقّق له هذه السعادة التامَّة في الداريْن وتُذَكّره دائما بعدم مُخَالَفَته وإلا تعس فيهما (لمزيدٍ من الشرح والتفصيل عن الفطرة، برجاء النظر لتفسير الآية (172) من سورة الأعراف).. والعبادة، أو الطاعة، له وحده ولكلّ مَن أَوْصَيَ بطاعته، هي فِعْل وقول كلّ خيرٍ نَصَحَ وذَكَّرَ به وأرْشَدَ إليه، لأنه نافعٌ مُسْعِدٌ للإنسان ولغيره في دنياه وأخراه، وتَرْك كلّ شَرٍّ مَنَعَ منه، لأنه ضارٌّ مُتْعِسٌ له ولمَن حوله فيهما، وفِعْل وقول الخير هذا يَشمل كل شئون الحياة المختلفة مِن علمٍ وعملٍ وإنتاجٍ وإنجازٍ وكسبٍ ورِبْحٍ وفِكْرٍ وتخطيطٍ وابتكارٍ وبناءٍ وإدارةٍ وعلاقاتٍ اجتماعيةٍ جيدةٍ وإنفاقٍ مِن مالٍ وجهدٍ وصحةٍ وغيره علي أبناء وأزواج وأقارب وجيران وعموم الناس والخَلْق، فليست العبادة وليست الأعمال الخيرية مَقْصُورة فقط علي إطعام المساكين وكفالة الأيتام وفِعْل الشعائر كالصلاة والصوم والعمرة والحج رغم أهمية كل ذلك وعظيم سعاداته في الدنيا والآخرة، وإنما كلّ عاملٍ لله بطاعةٍ، أيِّ طاعةٍ، أيِّ خيرٍ مُسْعِدٍ للذات وللآخرين، في أيِّ مجالٍ ومكانٍ وزمان، يكون عابداً لله تعالي.. وأثناء ذلك الخير الذي تَفعله في كل لحظات حياتك أيها المسلم، وفي مقابله، وبفضلٍ وكرمٍ منه سبحانه، سيُيَسِّر لك كلّ أمرٍ ويفتح أمامك كلَّ بابٍ مُغْلَقٍ ويُحَقّق لك كلّ أو معظم ما تريد ما دام خيراً لك ولغيرك وتكون مِمَّن لو أقسم علي الله لَبَرَّ قَسَمَه بأنْ يُحَقّقه له، وستكون في كل رعايةٍ منه وأمنٍ وحبٍّ ورضا ورزقٍ وعوْنٍ وتوفيقٍ وقوّةٍ ونصرٍ وسرورٍ دنيويٍّ ثم كلّ غُفْرانٍ وعطاءٍ أخرويّ.. فالعبادة هي السَّيْر في الحياة حتي نهاية العمر في طريقٍ مُعَبَّد، أيْ مُمَهَّد مُستقيم سَهْل واضح مُنير مُسْعِد، وهو طريق الله ورسوله (ص) وقرآنه وإسلامه والمؤمنين الصالحين، طريق الحق والعدل والخير والأمن والسعادة.. وغيره من الطرُق، طُرُق الشَّرّ والأشرار، كَئيبة ضَيِّقة مُظلمة مُتَعَرِّجة غير مُسْتَوِيَة صَعْبة مُهْلِكة مُتْعِسة في كل لحظاتها لأنها تُخالف فطرة العقل المسلمة أصلا وبالتالي يكون الإنسان وهو في هذه الطرق السيئة في صراعٍ دائمٍ مع فطرته فيكون قَلِقَاً مُتَوَتِّرَاً مُضطربا تعيسا في دنياه قبل تعاسته الأشدّ والأعظم في أخراه.. ولذا، فاسْعَد أيها المسلم بالاستعانة بخالقك الكريم القادر علي كل شيءٍ بدوام التَّوَاصُل معه وبذِكْره ودعائه واستغفاره وحبه واستحضار ما أمكنك من نوايا خيرٍ بعقلك في كل قولٍ وعمل، لتبقي حياتك الدنيا كلها علي هذه الحالة الطيبة، عابدا دائما، سعيدا دوْماً في نفسك مُسْعِدَاً لغيرك، حالة العبادة السهلة السعيدة لربك الكريم ذي النِّعَم التي لا تُحْصَيَ ولا تُعَدّ، واسْتَبْشِر بذلك علي الدوام بانتظار أعظم وأتمّ وأخلد السعادة في آخرتك (لمزيدٍ من الشرح والتفصيل عن بعض معاني العبادة، برجاء نظر تفسير الآيات (48)، (51) حتي (57)، (116) حتي (122)، (172) حتي (175) وكلها من سورة النساء).. إنَّ العَبْدَ لله لا يعني مُطلقا أنه ذليلٌ كما هو حال العبد لغير الله!! فالعبادة لله تعالي هي قِمَّة الحرية والرِّفْعَة والعِزَّة والكرامة، لأنها تجعل المسلم لو تَمَسَّك وعمل بكل أخلاق إسلامه حُرَّاً لا يتبع أحداً ولا نظاما ولا خُلُقَاً إلا ربه ورسوله وقرآنه وإسلامه، إنه ليس مُقَيَّدَاً بأيِّ خُلُقٍ فاسدٍ أو مُدْمِنَاً عليه يَنْسَاق وراءه كعبدٍ له لا يستطيع البُعْد عنه، إنه يَتَرَفّع عن اتِّباع أيّ فساد، إنه عزيزٌ لا يَطلب من أحدٍ شيئا لأنه يطلب من مالِك المُلك أقوي الأقوياء القادر علي كل شيءٍ فيُسَخِّر له مِن خَلْقِه مَن يُعاونوه ويُكْرموه ويُسَهِّلوا عليه كل شئونه، إنه كريم عفيف لا يمدّ يديه لثمنٍ ما مِن أثمان الدنيا رخيصٍ دَنِيءٍ زائلٍ يوما مَا بل هو دائما مع الحقّ يقوله ويعمل به، إنه مَرْجِعٌ للآخرين يَرْجِعون إليه يَلتمسون عنده الصدق والعدل والخير والسعادة، إنه قائدٌ لا يَنْقَاد بل يَقود الجميع بالقُدْوة والحِكْمَة والموعظة الحسنة وبحُسن اتِّخاذه للأسباب وإكمالها ما أمكن لكلّ خيرٍ بما معه من إسلامٍ يُنَظّم لهم كل شئون حياتهم علي أكمل وجهٍ فيسعدون بكل لحظاتها.. بينما الذي يَعبد غير الله تعالي هو قطعاً علي العكس تماما، إنه عَبْدٌ ذليلٌ مَهِينٌ مُنْكَسِرٌ يَجري وراء كل مَن يعطيه ولو الفُتَات، إنه ضعيفٌ خَسِيسٌ مُتَلَوِّنٌ مُنْحَطّ وَضِيعٌ كَذُوبٌ تابِعٌ، إنه قَلِقٌ مُتَوَتِّرٌ مُضطربٌ، لأنه يعتمد علي بَشَرٍ مثله لا يملكون نفعاً ولا ضَرَّاً إلا إذا شاءه الله ونَسِيَ ربه صاحب القوة المتين، إنه بالقطع مُعَذَّبٌ تَعِيسٌ في دنياه، ثم سيكون في أخراه حتما في عذابٍ وتعاسة أشدّ وأعظم وأتمّ وأخلد.. إنَّ عليك أيها المسلم أنْ تكون مُخْلِصَاً مُحْسِنَاً في عبادتك لله تعالي أيْ تَفعل ما تَفعل مِن خيرٍ وتَقول ما تقوله منه مِن أجله تعالي وحده لا من أجل غيره أيْ طَلَبَاً لِحُبِّه ورضاه ورعايته وأمنه وعوْنه وتوفيقه ونصره وقُوَّته ورزقه وإسعاده في الدنيا ثم أعلي درجات جناته في الآخرة، وليس طَلَبَاً لِسُمْعَةٍ أو لِجَاهٍ أو ليَراك الناس فيقولوا عنك كذا وكذا من المدح المُضِرّ المُتْعِس لك حيث يُوقِعك في الغرور والتكَبُّر ولمَن يَمدحك حيث قد يُوقِعه في الكذب أو النفاق، أو لِمَا شابه هذا من أغراضٍ وأهدافٍ ونوايا بداخل عقلك (برجاء لمزيدٍ من الشرح والتفصيل عن معاني الإخلاص والإحسان وفوائدهما وسعاداتهما في الداريْن، النظر لتفسير الآية (125)، (126) من سورة النساء ).. هذا، والآية الكريمة قد اسْتَخْدَمَت لفظ \"نَعْبد\" والذي يُفيد الجَمْع وليس \"أعْبُد\" ليكون مُناسبا لكوْنه تعالي ربّ العالمين جميعا كما جاء في الآيات السابقة وليس ربّ الذي يقرأ الآية فقط وللتذكرة بأنَّ له حقّ العبادة من كل الخَلْق حتي ولو لم يَعْبُده بعض البَشَر السفهاء وللتنبيه علي أهمية التّجَمّع لفِعْل الخير ومَنْع الشّرِّوالتعاون والاتحاد علي ذلك والتَّحَابّ فيه لِمَا في هذا من تيسيرٍ لفِعْل الخير ونَشْرٍ للمزيد منه بين الجميع فيسعدون تمام السعادة في الداريْن.. كما أنَّ تكرار لفظ \"إيَّاك\" هو لمزيدٍ من التأكيد القاطِع الحاسِم علي التَّوَجّه لله تعالي وحده وتَخْصِيصِه دون غيره بالعبادة والاستعانة"
    },
    {
      "number": 6,
      "text": "اهْدِنَا الصِّرَاطَ الْمُسْتَقِيم",
      "tafseer": " أيْ أَدِمْ هدايتنا وثَبِّتْنا طوال حياتنا علي الطريق المُعْتَدِل الصحيح الصواب بلا أيِّ انحرافٍ في كلِّ موقفٍ وشأنٍ من شئون حياتنا، علي طريقك الذي هو طريق القرآن والإسلام، طريق الحقّ والعدل والخير والسعادة التامَّة في الدنيا والآخرة، ووَفّقنا دائما لذلك ويَسِّر لنا كل أسبابه وزِدْنا علي الدوام من التوجيه والإرشاد لكلّ خير، لنسعد تماما في دنيانا وأخرانا.. هذا، واستخدام صيغة الجَمْع لا المفرد هو أيضا كما في الآية السابقة للتنبيه علي أهمية دعاء الصالحين لبعضهم البعض بل ولعموم الناس ليُيَسِّر الله لهم جميعا الاهتداء للطريق المستقيم والتعاون علي تطبيق كل أخلاقِيَّاته والتَّحَابّ أثناء ذلك والثبات عليها ليَسعد الجميع بهذا في دنياهم وأخراهم"
    },
    {
      "number": 7,
      "text": "صِرَاطَ الَّذِينَ أَنْعَمْتَ عَلَيْهِمْ غَيْرِ الْمَغْضُوبِ عَلَيْهِمْ وَلا الضَّالِّينَ",
      "tafseer": "أيْ اهدنا  طريق عبادك الذين أنعمت عليهم بأنْ وَفّقتهم إلى اتِّباع أخلاق الإسلام ويَسَّرْتَ لهم ذلك بعد أنْ اختاروه هم بكامل حرية إرادة عقولهم فسعدوا تمام السعادة في دنياهم وأخراهم فاجعلنا دائما معهم وبينهم، ولا تجعلنا أبداً في طريق ومع الذين استحَقّوا غضبك أيْ عقابك وضَلّوا أيْ ضاعوا وابتعدوا عن طريق الإسلام فتعسوا تمام التعاسة فيهما لأنهم اختاروا بكامل حرية إرادة عقولهم أن يُخالفوا أخلاقه ويفعلوا الشرور والمَفاسد والأضرار بكل أشكالها وصورها ودرجاتها لأنهم قد عَطَّلوا هذه العقول  بالأغشية التي وضعوها عليها وهي الحرص الشديد الدائم علي تحصيل ثمنٍ ما مِن أثمان الدنيا رخيصٍ دنيءٍ زائلٍ يوما ما كمنصبٍ أو جاهٍ أو مالٍ أو غيره.. هذا، وفي الآية الكريمة مزيدٌ من التوضيح لهذا الصراط المستقيم الذي ذُكِرَ في الآية السابقة ومزيدٌ من التأكيد علي ما فيها من الحرص الشديد علي سؤال الله تعالي التوفيق الدائم للتمسّك وللعمل بكل أخلاق الإسلام وللثبات عليها طوال الحياة وللبُعد التامّ عن طريق الضلال الذي يؤدي لغضبه تعالي في الداريْن مع التأكيد علي أنَّ طريق الإسلام هو وحده لا غيره الطريق المستقيم"
    }
  ]
}